Repository: GNOME/easytag
Catalog: help/*/*.po
Languages: pl, uk

# _
source: translator-credits
pl: Piotr Drąg <piotrdrag@gmail.com>, 2017 Aviary.pl <community-poland@mozilla.org>, 2017
uk: Юрій Чорноіван <yurchor@ukr.net>, 2020

source: Fill tags using information from a CD database
pl: Wypełnianie etykiet informacjami z bazy danych CD
uk: Заповнення міток за допомогою відомостей із бази даних компакт-дисків

source: Search CDDB
pl: Wyszukiwanie w CDDB
uk: Пошук у CDDB

source: If your music is organized by album, <app>EasyTAG</app> can search online databases using the <sys>CDDB</sys> protocol and automatically fill in several tag fields.
pl: Jeśli muzyka jest zorganizowana według albumów, to <app>EasyTAG</app> może przeszukać bazy danych za pomocą protokołu <sys>CDDB</sys> i automatycznie wypełnić wiele pól.
uk: Якщо вашу музику упорядковано за альбомами, <app>EasyTAG</app> може виконати пошук у базах даних в інтернеті за допомогою протоколу <sys>CDDB</sys> і автоматично заповнити декілька полів міток.

source: <link xref="file-select">Select all the files</link> in the album that you want to search for. The ordering of the files must match the track order on the album.
pl: <link xref="file-select">Zaznacz wszystkie pliki</link> w albumie do wyszukania. Kolejność plików musi zgadzać się z kolejnością ścieżek na albumie.
uk: <link xref="file-select">Позначте усі файли</link> у альбомі, для яких слід виконати пошук. Упорядкування файлів має збігатися із порядком композицій в альбомі.

source: Select <guiseq><gui style="menu">Miscellaneous</gui> <gui style="menuitem">CDDB Search…</gui></guiseq>.
pl: Wybierz <guiseq><gui style="menu">Różne</gui> <gui style="menuitem">Wyszukaj pliki w CDDB…</gui></guiseq>.
uk: Виберіть пункт <guiseq><gui style="menu">Інше</gui> <gui style="menuitem">Пошук у CDDB…</gui></guiseq>.

source: Press <gui style="button">Search Using Selected Files</gui> and wait for the search to finish.
pl: Kliknij <gui style="button">Znajdź za pomocą zaznaczonych plików</gui> i poczekaj na ukończenie wyszukiwania.
uk: Натисніть кнопку <gui style="button">Шукати на основі позначених файлів</gui> і зачекайте на завершення пошуку.

source: Select an album from the list of results, and the track information will be shown to the right. If the album is not the one that you wanted, try selecting another result in the list.
pl: Wybierz album z listy wyników, a informacje o ścieżkach zostaną wyświetlane po prawej. Jeśli wyświetlony album nie jest właściwy, to wybierz inny wynik z listy.
uk: Виберіть альбом зі списку результатів. Відомості щодо композицій буду показано праворуч. Якщо альбом не є тим, який вам потрібен, спробуйте вибрати інший результат у списку.

source: If there are no results which match the tracks that you selected, enter the name of the album in the search field. Press <gui style="button">Search</gui> and wait for the search to finish, and check the results again to see if you can find an album which matches the tracks that you selected.
pl: Jeśli nie ma wyników pasujących do wybranych ścieżek, wpisz nazwę albumu w polu wyszukiwania. Kliknij <gui style="button">Znajdź</gui> i poczekaj na ukończenie wyszukiwania, a następnie sprawdź wyniki ponownie.
uk: Якщо для вибраних вами композицій нічого не буде знайдено, введіть назву альбому у поле для пошуку. Натисніть кнопку <gui style="button">Пошук</gui> і зачекайте на завершення пошуку. Потім ознайомтеся із результатами і знайдіть у них пункт альбому, який відповідає позначеним вами композиціям.

source: Choose the tag fields to fill in by selecting a combination of <gui style="checkbox">Filename</gui>, <gui style="checkbox">Title</gui>, <gui style="checkbox">Artist</gui>, <gui style="checkbox">Album</gui>, <gui style="checkbox">Year</gui>, <gui style="checkbox">Track Number</gui>, <gui style="checkbox">Number of Tracks</gui> and <gui style="checkbox">Genre</gui>.
pl: Wybierz pola do wypełnienia zaznaczając kombinację <gui style="checkbox">Nazwa pliku</gui>, <gui style="checkbox">Tytuł</gui>, <gui style="checkbox">Wykonawca</gui>, <gui style="checkbox">Album</gui>, <gui style="checkbox">Rok</gui>, <gui style="checkbox">Numer ścieżki</gui>, <gui style="checkbox">Liczba ścieżek</gui> i <gui style="checkbox">Gatunek</gui>.
uk: Виберіть поля міток для заповнення, вибравши комбінацію <gui style="checkbox">Назва файла</gui>, <gui style="checkbox">Заголовок</gui>, <gui style="checkbox">Виконавець</gui>, <gui style="checkbox">Альбом</gui>, <gui style="checkbox">Рік</gui>, <gui style="checkbox">Номер доріжки</gui>, <gui style="checkbox">Кількість доріжок</gui> і <gui style="checkbox">Жанр</gui>.

source: To fill in the tags of the selected files using the details in the search result, press <gui style="button">Apply</gui>.
pl: Aby wypełnić etykiety wybranych plików informacjami z wyniku wyszukiwania, kliknij przycisk <gui style="button">Zastosuj</gui>.
uk: Для заповнення полів міток позначених файлів на основі даних у результатах пошуку натисніть кнопку <gui style="button">Застосувати</gui>.

source: If you wish to tag only specific files, you can change your selection after the search is complete.
pl: Można zmienić wybór po ukończeniu wyszukiwania, aby nadać etykiety tylko części plików.
uk: Якщо ви хочете додати мітки лише для вказаних файлів, ви можете змінити перелік позначених файлів після завершення пошуку.

source: Change the file names using tags
pl: Zmiana nazw plików za pomocą etykiet
uk: Зміна назв файлів на основі міток

source: Rename files
pl: Zmiana nazw plików
uk: Перейменувати файли

source: You can rename your music files using the tags from within <app>EasyTAG</app>:
pl: Można zmienić nazwy plików z muzyką za pomocą etykiet:
uk: Ви можете перейменувати ваші музичні файли на основі міток за допомогою програми <app>EasyTAG</app>:

source: <link xref="file-select">Select the files</link> that you wish to rename in the file view.
pl: <link xref="file-select">Zaznacz pliki</link> do zmiany nazw w widoku plików.
uk: <link xref="file-select">Позначте пункти файлів</link>, які ви хочете перейменувати, на панелі перегляду файлів.

source: Select <guiseq><gui style="menu">View</gui> <gui style="menuitem">Show Scanner</gui></guiseq>.
pl: Wybierz <guiseq><gui style="menu">Widok</gui> <gui style="menuitem">Wyświetlanie skanera</gui></guiseq>.
uk: Виберіть пункт меню <guiseq><gui style="menu">Перегляд</gui><gui style="menuitem">Показати сканер</gui></guiseq>.

source: Select the <gui>Rename File</gui> scanner.
pl: Wybierz skaner <gui>Zmiana nazw plików</gui>.
uk: Виберіть сканер <gui>Перейменувати файл</gui>.

source: Using the <gui xref="format-specifier">Legend</gui>, type in the structure that you would like to use for the file naming. For example, if you wish your files to be named <file>[artist] - [title].[extension]</file>, enter <input>%a - %t</input> into the renaming field.
pl: Za pomocą <gui xref="format-specifier">Legendy</gui> wpisz strukturę nazw plików do użycia. Na przykład, aby nazwać pliki <file>[wykonawca] - [tytuł].[rozszerzenie]</file>, wpisz <input>%a - %t</input> w pole zmiany nazw.
uk: За допомогою <gui xref="format-specifier">умовних позначень</gui> вкажіть структуру назв файлів, якою ви хочете скористатися. Наприклад, якщо ви хочете, щоб ваші файли мали назви <file>[виконавець] - [заголовок].[суфікс назви]</file>, введіть <input>%a - %t</input> у полі перейменування.

source: To apply the changes to the selected files, click <gui style="button">Scan Files</gui>.
pl: Aby zastosować zmiany zaznaczonych plików, kliknij <gui style="button">Skanuj pliki</gui>.
uk: Щоб застосувати внесені зміни до позначених файлів, натисніть кнопку <gui style="button">Сканувати файли</gui>.

source: Close the <gui style="dialog">Tag and Filename Scan</gui> dialog.
pl: Zamknij okno <gui style="dialog">Skanowanie etykiet i nazw plików</gui>.
uk: Закрийте діалогове вікно <gui style="dialog">Сканування міток і назв файлів</gui>.

source: To save the applied changes, select <guiseq><gui style="menu">File</gui> <gui style="menuitem">Save Files</gui></guiseq>.
pl: Aby zapisać zastosowane zmiany, wybierz <guiseq><gui style="menu">Plik</gui> <gui style="menuitem">Zapisz pliki</gui></guiseq>.
uk: Щоб зберегти внесені зміни, виберіть пункт меню <guiseq><gui style="menu">Файл</gui> <gui style="menuitem">Зберегти файли</gui></guiseq>.

source: If you close the application without saving, your changes will be lost.
pl: Jeśli program zostanie zamknięty bez zapisania, zmiany zostaną utracone.
uk: Якщо ви завершите роботу програми без збереження змін, внесені зміни буде втрачено.

source: Choose files in the file list
pl: Wybór plików na liście plików
uk: Виберіть файли у списку файлів

source: Select files
pl: Zaznaczanie plików
uk: Вибір файлів

source: <app>EasyTAG</app> has several features which operate on the files that are currently selected in the file list. To select multiple files, you can either hold down <key>Ctrl</key> while you click on the files that you wish to select or you can select a file then hold down <key>Shift</key> and click another file to select all the files between the two, including the first and last file.
pl: Wiele funkcji programu <app>EasyTAG</app> może działać na plikach obecnie zaznaczonych na liście plików. Aby zaznaczyć pliki, można przytrzymać klawisz <key>Ctrl</key> klikając pliki albo zaznaczyć plik, a następnie przytrzymać klawisz <key>Shift</key> i kliknąć inny plik, aby zaznaczyć wszystkie pliki między tymi dwoma (włącznie).
uk: У <app>EasyTAG</app> передбачено декілька можливостей обробки файлів, які у певний момент позначено у списку файлів. Щоб позначити декілька файлів, ви можете або натиснути і утримувати клавішу <key>Ctrl</key>, одночасно клацаючи на пунктах файлів, які ви хочете позначити; або можете клацнути на пункті файла, потім натиснути і утримувати клавішу <key>Shift</key>, а потім клацнути на іншому файлі, щоб позначити усі файли між цими двома файлами, включно із першим і останнім файлом у діапазоні.

source: What is a format-specifier and which ones can I use?
pl: Czym są specyfikatory formatów i jakich mogą używać?
uk: Що таке специфікатор формату і якими специфікаторами можна скористатися?

source: Format specifiers
pl: Specyfikatory formatów
uk: Специфікатори формату

source: <em>Format specifiers</em> can be used to split a file name into tags and to name a file or playlist based on existing tags using <link xref="scanner">the scanner</link>.
pl: <em>Specyfikatory formatów</em> mogą być używane do podzielenia nazwy pliku na etykiety i nazwania pliku lub listy odtwarzania na podstawie istniejących etykiet za pomocą <link xref="scanner">skanera</link>.
uk: <em>Специфікаторами формату</em> можна скористатися для поділу назви файла на вміст міток і для визначення назви файла або списку відтворення на основі наявних міток за допомогою <link xref="scanner">сканера</link>.

source: Format specifier
pl: Specyfikator formatu
uk: Специфікатор формату

source: Corresponding tag field
pl: Pole etykiety
uk: Відповідне поле мітки

source: Artist: this is the artist or artists who created the track, this field may contact a featured artist as well as the album artist
pl: Wykonawca: wykonawca lub wykonawcy ścieżki, to pole zawierać wykonawcę ścieżki lub wykonawcę albumu
uk: Виконавець: це виконавець або виконавці, якими було записано композицію; це поле може бути пов'язано із запрошеним виконавцем, а також виконавцем альбому

source: Album artist
pl: Wykonawca albumu
uk: Виконавець альбому

source: Album title
pl: Tytuł albumu
uk: Назва альбому

source: Comment: this is the free-form comment field
pl: Komentarz: pole komentarza, może zawierać dowolne informacje
uk: Коментар: це поле для довільного коментаря

source: Composer: this is the creator of the track
pl: Kompozytor: twórca ścieżki
uk: Композитор: це творець композиції

source: Copyright holder: this is usually the artist, but it can also be the record label
pl: Prawa autorskie: to zwykle wykonawca, ale może to być także wytwórnia płytowa
uk: Власник авторських прав: зазвичай, це виконавець, але власником може бути і звукозаписувальна компанія.

source: Disc number
pl: Numer płyty
uk: Номер диска

source: Encoded by: this is usually the person who encoded the file, but the field is also used for the application that was used to encode the file
pl: Koder: to zwykle osoba, która utworzyła plik, ale pole jest używane także dla programu, za pomocą którego utworzono plik
uk: Кодувальник: це, зазвичай, особа, якою було виконано кодування файла, але у полі може також бути запис програми, за допомогою якої було виконано кодування файла

source: Genre
pl: Gatunek
uk: Жанр

source: Ignored: this format specifier can only be used in <gui>Fill Tag</gui> to specify parts of the file name which should be ignored
pl: Ignorowane: tego specyfikatora formatu można używać w trybie <gui>Wypełnianie etykiet</gui>, aby określić części nazwy pliku do ignorowania
uk: Ігноровано: цим специфікатором формату можна скористатися в інструменті <gui>Заповнити мітку</gui> для визначення частин назви файла, які слід проігнорувати

source: Number of tracks: the total number of tracks on the medium
pl: Liczba ścieżek: całkowita liczba ścieżek na nośniku
uk: Кількість доріжок: загальна кількість композицій на носії даних

source: Original artist
pl: Pierwotny wykonawca
uk: Початковий виконавець

source: Track number
pl: Numer ścieżki
uk: Номер доріжки

source: Track title
pl: Tytuł ścieżki
uk: Назва доріжки

source: URL
pl: Adres URL

source: Number of discs
pl: Liczba płyt
uk: Кількість дисків

source: Year of recording, sometimes the date of release is used instead
pl: Rok nagrania, czasami zamiast niego używana jest data wydania
uk: Рік запису, іноді замість нього використовується дата випуску

source: Remove an image from a tag
pl: Usuwanie obrazu z etykiety
uk: Вилучення зображення з мітки

source: Delete an image
pl: Usuwanie obrazu
uk: Вилучення зображення

source: To delete an image from a tag, select it and press the <gui style="button">Remove selected images from the tag</gui> button.
pl: Aby usunąć obraz z etykiety, zaznacz go i kliknij przycisk <gui style="button">Usuń zaznaczone obrazy z etykiety</gui>.
uk: Щоб вилучити зображення з мітки, позначте його і натисніть кнопку <gui style="button">Вилучити позначені зображення з мітки</gui>.

source: To delete more than one image, select those images before deleting them.
pl: Aby usunąć więcej niż jeden obraz, zaznacz je przed usunięciem.
uk: Щоб вилучити декілька зображень, позначте ці зображення, перш ніж вилучати їх.

source: It is also possible to delete all images from more than one file. To do this, select the files from which you want to delete the images, delete all images from the <gui style="tab">Image</gui> tab, then press the <gui style="button">Tag selected files with these images</gui> button.
pl: Można także usunąć wszystkie obrazy z więcej niż jednego pliku. Aby to zrobić, zaznacz pliki, z których usunąć obrazy, usuń wszystkie obrazy z karty <gui style="tab">Obraz</gui>, a następnie kliknij przycisk <gui style="button">Wstaw te obrazy do zaznaczonych plików</gui>.
uk: Також можна вилучити усі зображення з декількох файлів. Для цього позначте файли, з яких ви хочете вилучити зображення, вилучіть усі зображення з вкладки <gui style="tab">Зображення</gui>, потім натисніть кнопку <gui style="button">Позначити вибрані файли цими зображеннями</gui>.

source: Export an image from the tag
pl: Eksport obrazu z etykiety
uk: Експортування зображення з мітки

source: Save an image
pl: Zapisywanie obrazu
uk: Збереження зображення

source: If the file is already tagged with an image, you can export the image from the tag by selecting it and pressing <gui style="button">Save the selected images to files</gui> button. The default filename will be the image description.
pl: Jeśli plik już ma obraz, można go wyeksportować z etykiety zaznaczając go i klikając przycisk <gui style="button">Zapisuje zaznaczone obrazy do plików</gui>. Domyślna nazwa pliku to opis obrazu.
uk: Якщо файл вже помічено зображенням, ви можете експортувати зображення з мітки, позначивши його і натиснувши кнопку <gui style="button">Зберегти позначені зображення до файлів</gui>. Типовою назвою файла буде опис зображення.

source: To export a number of images, select these images, then press the <gui style="button">Save the selected images to files</gui> button.
pl: Aby wyeksportować więcej niż jeden obraz, zaznacz je, a następnie kliknij przycisk <gui style="button">Zapisuje zaznaczone obrazy do plików</gui>.
uk: Щоб експортувати декілька зображень, позначте ці зображення, а потім натисніть кнопку <gui style="button">Зберегти позначені зображення до файлів</gui>.

source: Add images, such as cover art, to the tag
pl: Dodawanie obrazów, takich jak okładki, do etykiety
uk: Додавання зображень, зокрема зображень обкладинок, до мітки

source: Add an image to a file
pl: Dodawanie obrazu do pliku
uk: Додавання зображення до файла

source: Most audio file formats support an <sys>image</sys> tag field which can be used to add cover art and other related images to the audio file.
pl: Większość formatów plików dźwiękowych obsługuje pole <sys>image</sys> (obraz), którego można użyć do dodania okładki i innych obrazów powiązanych z plikiem dźwiękowym.
uk: У більшості форматі запису звукових даних передбачено підтримку поля мітки <sys>image</sys>, яким можна скористатися для додавання зображення обкладинки та інших пов'язаних зображень до файла звукових даних.

source: To add an image to the file, select the file, open the <gui style="tab">Images</gui> tab and press the <gui style="button">Add images to the tag</gui> button. Select the image and confirm your selection.
pl: Aby dodać obraz do pliku, zaznacz plik, otwórz kartę <gui style="tab">Obrazy</gui> i kliknij przycisk <gui style="button">Dodaj obrazy do etykiety</gui>. Wybierz obraz i potwierdź wybór.
uk: Щоб додати до файла зображення, позначте файл, перейдіть на вкладку <gui style="tab">Зображення</gui> і натисніть кнопку <gui style="button">Додати зображення до мітки</gui>. Виберіть зображення і підтвердьте вибір.

source: Once the image is uploaded, it will be automatically marked as a front cover and the description will be the filename. To change the <gui>type</gui> and <gui>description</gui>, press the <gui style="button">Edit image properties</gui> button. Once you have made the changes, press <gui style="button">Accept</gui> to apply the changes.
pl: Po wgraniu obrazu zostanie on automatycznie oznaczony jako okładka, a jego opisem będzie nazwa pliku. Aby zmienić <gui>typ</gui> i <gui>opis</gui>, kliknij przycisk <gui style="button">Modyfikuj właściwości obrazu</gui>. Po wprowadzeniu zmian kliknij przycisk <gui style="button">Zaakceptuj</gui>, aby zastosować zmiany.
uk: Щойно зображення буде вивантажено, його буде позначено як зображення передньої частини обкладинки, а описом буде встановлено назву файла. Щоб змінити <gui>тип</gui> і <gui>опис</gui>, натисніть кнопку <gui style="button">Редагувати властивості зображення</gui>. Щойно зміни буде внесено, натисніть кнопку <gui style="button">Прийняти</gui>, щоб застосувати зміни.

source: Your changes will not be saved automatically.
pl: Zmiany nie zostaną zapisane automatycznie.
uk: Внесені вами зміни не буде застосовано автоматично.

source: You can tag multiple files with the same image by selecting them in the list of files, then selecting the image and pressing the <gui style="button">Tag selected files with these images</gui> button. You will need to save these changes to write them to the files.
pl: Można wstawić ten sam obraz do wielu plików naraz zaznaczając je na liście plików, a następnie klikając przycisk <gui style="button">Wstaw te obrazy do zaznaczonych plików</gui>. Należy zapisać te zmiany, aby dodać je do plików.
uk: Ви можете додати те саме зображення до декількох файлів як мітку. Для цього позначте відповідні файли у списку файлів, потім позначте зображення і натисніть кнопку <gui style="button">Позначити вибрані файли цими зображеннями</gui>. Вам слід зберегти внесені зміни, щоб записати їх до файлів.

source: You can work with more than one image at a time by selecting those images before you edit, apply, save to file or delete them.
pl: Można działać na więcej niż jednym obrazie jednocześnie zaznaczając je przed modyfikacją, zastosowaniem, zapisaniem do pliku lub usunięciem.
uk: Ви можете працювати одразу із декількома зображеннями — позначте ці зображення, перш ніж редагувати, застосовувати або зберігати їх до файла, або вилучте позначені зображення.

source: Learn how to use <app>EasyTAG</app>, a comprehensive tag editor for FLAC, Monkey's Audio, MP2, MP3, MP4/AAC, MusePack, Ogg Opus, Ogg Speex, Ogg Vorbis and WavPack audio files.
pl: Informacje o używaniu <app>EasyTAG</app>, wszechstronnego edytora etykiet dla plików dźwiękowych FLAC, Monkey’s Audio, MP2, MP3, MP4/AAC, MusePack, Ogg Opus, Ogg Speex, Ogg Vorbis i WavPack.
uk: Дізнайтеся про те, як скористатися <app>EasyTAG</app>, повноцінним редактором міток для роботи з файлами звукових даних FLAC, Monkey's Audio, MP2, MP3, MP4/AAC, MusePack, Ogg Opus, Ogg Speex, Ogg Vorbis та WavPack.

source: Features
pl: Funkcje
uk: Можливості

source: Tags
pl: Etykiety
uk: Мітки

source: The image tag field
pl: Pole obrazu
uk: Поле мітки зображення

source: Common problems and questions
pl: Częste problemy i pytania
uk: Типові проблеми і питання

source: Introduction
pl: Wprowadzenie
uk: Вступ

source: <app>EasyTAG</app> is a comprehensive tag editor for FLAC, Monkey's Audio, MP2, MP3, MP4/AAC, MusePack, Ogg Opus, Ogg Speex, Ogg Vorbis and WavPack audio files.
pl: <app>EasyTAG</app> to wszechstronny edytor etykiet dla plików dźwiękowych FLAC, Monkey’s Audio, MP2, MP3, MP4/AAC, MusePack, Ogg Opus, Ogg Speex, Ogg Vorbis i WavPack.
uk: <app>EasyTAG</app> — повноцінний редактор міток для файлів звукових даних FLAC, Monkey's Audio, MP2, MP3, MP4/AAC, MusePack, Ogg Opus, Ogg Speex, Ogg Vorbis і WavPack.

source: Keyboard shortcuts
pl: Skróty klawiszowe
uk: Клавіатурні скорочення

source: <app>EasyTAG</app> has a number of keyboard shortcuts, most of which are listed in the menus. Here are some which are especially useful:
pl: <app>EasyTAG</app> ma liczne skróty klawiszowe, z których większość jest widoczna w menu. Oto kilka szczególnie przydatnych:
uk: У <app>EasyTAG</app> передбачено декілька комбінацій клавіш для керування програмою. Більшість цих комбінацій буде показано у меню програми. Ось лише декілька з них, які є особливо корисними:

source: Action
pl: Działanie
uk: Дія

source: Shortcut
pl: Skrót
uk: Скорочення

source: Apply tag to selected files
pl: Zastosowanie etykiety do zaznaczonych plików
uk: Застосувати мітку до позначених файлів

source: <keyseq><key>Ctrl</key><key>Return</key></keyseq>
pl: <keyseq><key>Ctrl</key><key>Enter</key></keyseq>
uk: <keyseq><key>Ctrl</key><key>Enter</key></keyseq>

source: Search all files, including filenames and tags
pl: Przeszukanie wszystkich plików, w tym ich nazw i etykiet
uk: Шукати в усіх файлах, включно із назвами файлів та мітками

source: Go to previous file while keeping focus on the same tag field
pl: Przejście do poprzedniego pliku, nie zmieniając aktywnego pola
uk: Перейти до попереднього файла, зберігаючи фокусування на тому самому полі мітки

source: Go to next file while keeping focus on the same tag field
pl: Przejście do następnego pliku, nie zmieniając aktywnego pola
uk: Перейти до наступного файла, зберігаючи фокусування на тому самому полі мітки

source: Creative Commons Attribution-ShareAlike 3.0 Unported License
pl: Creative Commons Attribution-ShareAlike 3.0 Unported

source: This work is licensed under a <_:link-1/>.
pl: Na warunkach licencji <_:link-1/>.
uk: Ця робота розповсюджується за умов дотримання <_:link-1/>.

source: Generate a playlist from the file list
pl: Tworzenie listy odtwarzania z listy plików
uk: Створення списку відтворення на основі списку файлів
