Repository: GNOME/easytag
Catalog: help/*/*.po
Languages: pl, uk

source: <app>EasyTAG</app> may apply some automatic corrections to some of your music files. These files will be highlighted in bold. These are normally updates to the tag metadata containers and will not be applied until you save the changes.
pl: <app>EasyTAG</app> może automatycznie poprawić część plików muzycznych. Będą one wyróżnione pogrubioną czcionką. Zwykle są to aktualizacje kontenerów metadanych etykiet i zostaną zastosowane po zapisaniu zmian.
uk: <app>EasyTAG</app> може застосовувати певні автоматичні виправлення до частини ваших файлів музичних творів. У списку відповідні файли буде позначено напівжирним шрифтом. Зазвичай, програма виконує оновлення контейнерів метаданих мітки і не застосовує внесені зміни, доки ви не накажете їх зберегти.

source: To save these changes, select all the files that have been affected and press <keyseq><key>Ctrl</key><key>S</key></keyseq>. It is not possible to undo the automatic changes but they will not be saved unless you select the file and save it. You can disable some of the automatic updates in the <gui style="tab">ID3 Tag Settings</gui> tab in the <gui style="dialog">Preferences</gui> dialog.
pl: Aby zapisać te zmiany, zaznacz wszystkie zmienione pliki i naciśnij klawisze <keyseq><key>Ctrl</key><key>S</key></keyseq>. Automatycznych zmian nie można cofnąć, ale nie zostaną one utrwalone do czasu zapisania pliku. Można wyłączyć część automatycznych aktualizacji w karcie <gui style="tab">Etykiety ID3</gui> okna <gui style="dialog">Preferencje</gui>.
uk: Щоб зберегти внесені зміни, позначте усі файли, які має бути оброблено, і натисніть комбінацію клавіш <keyseq><key>Ctrl</key><key>S</key></keyseq>. Автоматично внесені зміни не можна скасувати, але їх не буде збережено, якщо ви не позначите пункт файла і не накажете програмі зберегти зміни. Вимкнути якісь автоматичні оновлення можна за допомогою вкладки <gui style="tab">Параметри міток ID3</gui> у діалоговому вікні <gui style="dialog">Параметри</gui>.

source: Apply consistent capitalization to tags
pl: Stosowanie stałych zasad wielkości znaków w etykietach
uk: Застосування однорідного використання великих літер у мітках

source: Capitalize tags consistently
pl: Stałe zasady wielkości znaków w etykietach
uk: Однорідне використання великих літер у мітках

source: Tag capitalization can be changed for one or more tag fields in one or more files.
pl: Można zmienić zasady wielkości znaków dla jednego lub więcej pól w jednym lub więcej plików.
uk: Ви можете змінити параметри використання великих літер у мітках для одного або декількох полів мітки в одному або декількох файлах.

source: Change tag field capitalization
pl: Zmiana zasady wielkości znaków w etykiecie
uk: Зміна використання великих літер у полі мітки

source: Select the files that you wish to tag.
pl: Zaznacz pliki do nadania etykiet.
uk: Виберіть файли, мітки для яких ви хочете встановити.

source: Select <guiseq><gui style="menu">View</gui><gui style="menuitem">Show Scanner</gui></guiseq>.
pl: Wybierz <guiseq><gui style="menu">Widok</gui><gui style="menuitem">Wyświetlanie skanera</gui></guiseq>.
uk: Виберіть пункт меню <guiseq><gui style="menu">Перегляд</gui><gui style="menuitem">Показати сканер</gui></guiseq>.

source: Select the <gui style="tab">Process Fields</gui> tab.
pl: Wybierz kartę <gui style="tab">Przetwarzanie pól</gui>.
uk: Перейдіть на вкладку <gui style="tab">Обробити поля</gui>.

source: Check the fields that you want to change.
pl: Zaznacz pola do zmiany.
uk: Позначте пункти полів, до яких ви хочете внести зміни.

source: There are a number of available options for changing the capitalization. Choose the one that you want.
pl: Dostępnych jest kilka opcji zmiany wielkości znaków. Wybierz jedną.
uk: Передбачено декілька варіантів правил використання великих літер. Виберіть той з них, який є бажаним для вас.

source: Apply the changes by pressing <gui style="button">Scan Files</gui>.
pl: Zastosuj zmiany klikając przycisk <gui style="button">Skanuj pliki</gui>.
uk: Застосуйте зміни натисканням кнопки <gui style="button">Сканувати файли</gui>.

source: The <gui>Scanner</gui> dialog can also be used to process space and character conversions. If you do not want to make any changes to these, select the correct option before you press <gui style="button">Scan Files</gui>.
pl: <gui>Skaner</gui> może być używany także do przetwarzania zmian spacji i znaków. Jeśli nie chcesz ich zmienić, to wybierz odpowiednią opcję przed kliknięciem przycisku <gui style="button">Skanuj pliki</gui>.
uk: Діалоговим вікном <gui>Сканер</gui> можна також скористатися для обробки перетворення пробілів та символів. Якщо ви не хочете вносити ніяких змін, виберіть відповідний варіант, перш ніж натиснете кнопку <gui style="button">Сканувати файли</gui>.

source: Add text tags to a file
pl: Dodawanie etykiet tekstowych do pliku
uk: Додавання текстових міток до файла

source: Tag a file
pl: Nadawanie etykiet
uk: Додавання мітки до файла

source: Audio files can support a number of different tag <em>fields</em> which depend on the file format.
pl: Pliki dźwiękowe mogą mieć wiele różnych <em>pól</em>, które zależą od formatu pliku.
uk: У файлах звукових даних можуть зберігатися декілька різних <em>полів</em> мітки, перелік яких залежить від формату файла.

source: Update a tag field in a file
pl: Aktualizacja pola w pliku
uk: Оновлення поля мітки у файлі

source: Select the file that you wish to tag.
pl: Zaznacz pliki do nadania etykiet.
uk: Виберіть файл, мітку якого ви хочете змінити.

source: Update the field that you want to change in the <gui>Tag</gui> panel.
pl: Zaktualizuj pole do zmiany w panelu <gui>Etykieta</gui>.
uk: Оновіть поле, до якого ви хочете внести зміни, на панелі <gui>Мітка</gui>.

source: Select <guiseq><gui style="menu">File</gui><gui style="menuitem">Save files</gui></guiseq> to save your changes to the selected file.
pl: Wybierz <guiseq><gui style="menu">Plik</gui><gui style="menuitem">Zapisz pliki</gui></guiseq>, aby zapisać zmiany do zaznaczonego pliku.
uk: Виберіть пункт меню <guiseq><gui style="menu">Файл</gui><gui style="menuitem">Зберегти файли</gui></guiseq>, щоб зберегти ваші зміни до вибраного файла.

source: When you are asked to <gui>Confirm Tag Writing</gui>, press <gui style="button">Save</gui> to save the changes.
pl: Na pytanie o <gui>Potwierdzenie zapisania etykiety</gui> kliknij przycisk <gui style="button">Zapisz</gui>, aby zapisać zmiany.
uk: Якщо програма попросить вас про <gui>Підтвердження запису мітки</gui>, натисніть кнопку <gui style="button">Зберегти</gui>, щоб зберегти внесені зміни.

source: You can tag multiple files with the same field by selecting them in the list of files and pressing the <gui>Tag selected files with this […]</gui> icon in the field that you want to tag. You will need to save these changes to write them to the files.
pl: Można nadać to samo pole wielu plikom zaznaczając je na liście plików i klikając ikonę <gui>[…] z tego pola zostanie wstawione do zaznaczonych plików</gui> przy odpowiednim polu. Po tym należy zapisać zmiany, aby utrwalić je w plikach.
uk: Ви можете додати те саме поле до міток декількох файлів одночасно. Для цього позначте відповідні файли у списку файлів, потім натисніть кнопку <gui>Позначити вибрані файли цим […]</gui> у полі, яке слід використати у мітці. Вам слід зберегти внесені зміни, щоб записати їх до файлів.

source: What is a tag and what are fields?
pl: Czym jest etykieta i czym są pola?
uk: Що таке мітка і що таке поля?

source: Audio file tags
pl: Etykiety plików dźwiękowych
uk: Мітки звукових файлів

source: An audio file can contain <em>metadata</em> — information about itself — inside a <em>tag</em>. Each tag can contain one or more <em>fields</em>, such as <gui>Title</gui> or <gui>Artist</gui>. You can edit some of these fields using <app>EasyTAG</app>. The editable fields depend on the format of the file that you want to tag.
pl: Plik dźwiękowy może zawiera <em>metadane</em> — informacje o sobie — wewnątrz <em>etykiety</em>. Każda etykieta może zawierać jedno lub więcej <em>pól</em>, takich jak <gui>Tytuł</gui> i <gui>Wykonawca</gui>. W programie <app>EasyTAG</app> można modyfikować część z tych pól. Modyfikowalne pola zależą od formatu pliku.
uk: У файлі звукових даних можуть міститися <em>метадані</em> — відомості про сам файл, — які зберігаються у <em>мітці</em>. У кожній мітці може міститися одне або декілька <em>полів</em>, зокрема поле <gui>Заголовок</gui> або <gui>Виконавець</gui>. Ви можете редагувати деякі з цих полів за допомогою <app>EasyTAG</app>. Перелік придатних до редагування полів залежить від формату файла, мітку якого ви хочете змінити.

source: Ekaterina Gerasimova
uk: Єкатерина Герасимова (Ekaterina Gerasimova)

source: David King
uk: Девід Кінг (David King)
