Repository: GNOME/easytag
Catalog: help/*/*.po
Languages: pl, uk

source: Create a playlist
pl: Tworzenie listy odtwarzania
uk: Створення списку відтворення

source: You can create a M3U playlist for use with a music player based on the list of files shown in <app>EasyTAG</app>:
pl: Można utworzyć listę odtwarzania M3U do użycia na odtwarzaczu muzyki na podstawie plików wyświetlonych w programie <app>EasyTAG</app>:
uk: Ви можете створити для використання у музичному програвачі список відтворення M3U на основі списку файлів, показаного в <app>EasyTAG</app>:

source: <link xref="file-select">Select the files</link> that you wish to be in the playlist from the list of files.
pl: Na liście plików <link xref="file-select">zaznacz pliki</link> do umieszczenia na liście odtwarzania.
uk: <link xref="file-select">Позначте файли</link>, які ви хочете додати до списку відтворення, у списку файлів.

source: Select <guiseq><gui style="menu">Miscellaneous</gui> <gui style="menuitem">Generate Playlist…</gui></guiseq>.
pl: Wybierz <guiseq><gui style="menu">Różne</gui> <gui style="menuitem">Utwórz listę odtwarzania…</gui></guiseq>.
uk: Виберіть пункт меню <guiseq><gui style="menu">Інше</gui> <gui style="menuitem">Створити список відтворення…</gui></guiseq>.

source: Select <gui style="radiobutton">Use mask</gui> and enter a mask, using <link xref="format-specifier">format specifiers</link>, or select <gui style="radiobutton">Use directory name</gui> to name the playlist after the directory which is selected in the <gui style="group">Browser</gui>.
pl: Wybierz <gui style="radiobutton">Maska</gui> i wpisz maskę z <link xref="format-specifier">specyfikatorów formatu</link> lub wybierz <gui style="radiobutton">Użycie nazwy katalogu</gui>, aby nazwać listę odtwarzania nazwą katalogu wybranego w <gui style="group">Przeglądarce</gui>.
uk: Виберіть <gui style="radiobutton">Маска</gui> і введіть маску за допомогою <link xref="format-specifier">специфікаторів формату</link> або виберіть <gui style="radiobutton">Використовувати назву каталогу</gui>, щоб назвати список відтворення за каталогом, який вибрано на панелі <gui style="group">Навігатор</gui>.

source: Select <gui style="checkbox">Include only the selected files</gui> to use the files which are selected in the file list when generating the playlist. Deselect it to include all the displayed files in the playlist.
pl: Zaznacz opcję <gui style="checkbox">Dołączenie tylko zaznaczonych plików</gui>, aby użyć plików zaznaczonych na liście plików podczas tworzenia listy odtwarzania. Odznacz ją, aby użyć wszystkich wyświetlanych plików.
uk: Позначте пункт <gui style="checkbox">Включити лише позначені файли</gui>, щоб скористатися файлами, які позначено у списку файлів на момент створення списку відтворення. Зніміть позначку з цього пункту, щоб включити до списку відтворення усі показані файли.

source: Select <gui style="radiobutton">Use relative path for files in playlist</gui> unless you only plan to use the playlist on the same computer and you do not plan to move the audio files, in which case you can select <gui style="radiobutton">Use full path for files in playlist</gui>.
pl: Zaznacz opcję <gui style="radiobutton">Używanie względnych ścieżek do plików</gui>, chyba że planowane jest używanie listy tylko na tym samym komputerze, a pliki dźwiękowe nie zostaną przeniesione. Wtedy zaznacz <gui style="radiobutton">Używanie bezwzględnych ścieżek do plików</gui>.
uk: Позначте <gui style="radiobutton">Відносний шлях до файлів у списку відтворення</gui>, якщо ви не плануєте використання списку відтворення лише на цьому комп'ютері і не плануєте пересувати файли звукових даних. Якщо це не так, позначте пункт <gui style="radiobutton">Повний шлях для файлів у списку відтворення</gui>.

source: Select <gui style="checkbox">Create playlist in the parent directory</gui> if you want to save the playlist in the parent of the directory selected in the <gui style="group">Browser</gui>. Otherwise, the playlist will be saved in the directory selected in the <gui style="group">Browser</gui>.
pl: Zaznacz opcję <gui style="checkbox">Utworzenie listy odtwarzania w katalogu nadrzędnym</gui>, aby zapisać listę odtwarzania w katalogu nadrzędnym katalogu wybranego w <gui style="group">Przeglądarce</gui>. W przeciwnym wypadku lista odtwarzania zostanie zapisana w katalogu wybranym w <gui style="group">Przeglądarce</gui>.
uk: Позначте пункт <gui style="checkbox">Створювати список відтворення у батьківському каталозі</gui>, якщо ви хочете зберегти список відтворення у батьківському каталозі каталогу, який позначено на панелі <gui style="group">Навігатор</gui>. Якщо пункт не буде позначено, список відтворення буде збережено до каталогу, який позначено на панелі <gui style="group">Навігатор</gui>.

source: If you are creating a playlist for use on a Windows computer, or on a <sys>NTFS</sys> or <sys>FAT</sys> file system, select <gui style="checkbox">Use DOS directory separator</gui>.
pl: Jeśli tworzona jest lista odtwarzania do użycia na komputerze z systemem Windows albo w systemie plików <sys>NTFS</sys> lub <sys>FAT</sys>, zaznacz opcję <gui style="checkbox">Używanie separatora katalogu systemu DOS</gui>.
uk: Якщо ви створюєте список відтворення для використання на комп'ютері під керуванням Windows або на файловій системі <sys>NTFS</sys> чи <sys>FAT</sys>, позначте пункт <gui style="checkbox">Роздільник каталогів DOS</gui>.

source: Select <gui style="radiobutton">Write only list of files</gui> to create a playlist which only contains a list of files. Select <gui style="radiobutton">Write info using filename</gui> to also write extended information, including the duration of the audio file, to the playlist. Select <gui style="radiobutton">Write info using</gui> and enter a mask, using format specifiers, to write custom extended information to the playlist.
pl: Wybierz <gui style="radiobutton">Zapisywanie tylko listy plików</gui>, aby utworzyć listę odtwarzania zawierającą tylko listę plików. Wybierz <gui style="radiobutton">Zapisywanie informacji za pomocą nazw plików</gui>, aby zapisać także rozszerzone informacje, w tym czas trwania pliku dźwiękowego, do listy odtwarzania. Wybierz <gui style="radiobutton">Zapisywanie informacji za pomocą</gui> i wpisz maskę z specyfikatorów formatu, aby zapisać niestandardowe rozszerzone informacje do listy odtwarzania.
uk: Позначте пункт <gui style="radiobutton">Записати лише список файлів</gui>, щоб створити список відтворення, який міститиме лише список файлів. Позначте пункт <gui style="radiobutton">Записати відомості на основі назви файла</gui>, щоб програма також записала до файла списку вітворення розширені відомості, зокрема дані щодо тривалості відтворення звукового файла. Позначте пункт <gui style="radiobutton">Записувати відомості за допомогою:</gui> і введіть маску з використанням специфікаторів формату, щоб записати до списку відтворення нетипові розширені дані.

source: To generate the playlist, select <gui style="button">Save</gui>.
pl: Aby utworzyć listę odtwarzania, kliknij przycisk <gui style="button">Zapisz</gui>.
uk: Щоб створити список відтворення, натисніть кнопку <gui style="button">Зберегти</gui>.

source: Fix ID3 tags that show up blank or incorrect tags in other applications
pl: Naprawianie etykiet ID3, które się nie wyświetlają i niepoprawnych etykiet w innych programach
uk: Виправлення помилок, пов'язаних із тим, що мітки ID3 не показують інші програми, або тим, що інші програми показують їх неправильно

source: MP3 tags not showing correctly
pl: Etykiety MP3 nie wyświetlają się poprawnie
uk: Мітки MP3 показано некоректно

source: <em>ID3</em> tags, which are used for MP3 files, can be of one of several different versions. <app>EasyTAG</app> supports ID3v2.4, ID3v2.3 and ID3v1.1. The default version in <app>EasyTAG</app> is ID3v2.3, which is the most compatible.
pl: Etykiety <em>ID3</em>, używane w plikach MP3, mają kilka różnych wersji. <app>EasyTAG</app> obsługuje wersje 2.4, 2.3 i 1.1. Domyślna wersja w programie <app>EasyTAG</app> to 2.3, która jest najszerzej obsługiwana.
uk: Мітки <em>ID3</em>, які використовують у файлах MP3, можуть зберігатися у декількох різних версіях. В <app>EasyTAG</app> передбачено підтримку версій ID3v2.4, ID3v2.3 і ID3v1.1. Типовою версією в <app>EasyTAG</app> є версія ID3v2.3, яка є найсуміснішою.

source: Many applications support the most recent version of the ID3 standard: ID3v2.4.
pl: Wiele programów obsługuje najnowszą wersję standardu ID3, 2.4.
uk: У багатьох програма передбачено підтримку найсвіжішої версії стандарту ID3 — ID3v2.4.

source: Some applications and devices may support only ID3v2.3 and ID3v1.1 tags, and a few may support only ID3v1.1 tags. If another application or a device has a problem reading tags from your files, you should try changing the ID3 tag version settings in the preferences:
pl: Część programów i urządzeń może obsługiwać tylko wersje 2.3 i 1.1, a niektóre tylko 1.1. Jeśli inny program lub urządzenie ma problem z odczytywaniem etykiet z plików, to można zmienić wersję etykiet ID3 w preferencjach:
uk: У деяких програмах та на деяких пристроях може бути передбачено підтримку лише міток ID3v2.3 і ID3v1.1, а у деяких — лише підтримку міток ID3v1.1. Якщо у іншій програмі або на іншому пристрої виникають проблеми із читанням міток з ваших файлів, вам слід спробувати змінити параметри версії ID3 у налаштуваннях програми:

source: Select <guiseq style="menuitem"><gui style="menu">Edit</gui><gui style="menuitem">Preferences</gui></guiseq>
pl: Wybierz <guiseq style="menuitem"><gui style="menu">Edycja</gui><gui style="menuitem">Preferencje</gui></guiseq>.
uk: Виберіть пункт меню <guiseq style="menuitem"><gui style="menu">Зміни</gui> <gui style="menuitem">Параметри</gui></guiseq>.

source: Select the <gui style="tab">ID3 Tags</gui> tab
pl: Wybierz kartę <gui style="tab">Etykiety ID3</gui>.
uk: Перейдіть на вкладку <gui style="tab">Мітки ID3</gui>

source: In the <gui style="group">ID3v2</gui> section, choose the <gui>ID3v2.4</gui> setting in the <gui>Version</gui> drop-down list to use the most recent version of ID3v2, if your application or device supports it
pl: W sekcji <gui style="group">ID3v2</gui> wybierz ustawienie <gui>ID3v2.4</gui> z rozwijanej listy <gui>Wersja</gui>, aby użyć najnowszej wersji ID3v2, jeśli program lub urządzenie ją obsługuje.
uk: У розділі <gui style="group">ID3v2</gui> виберіть варіант <gui>ID3v2.4</gui> у спадному списку <gui>Версія</gui>, щоб скористатися найсвіжішою версією ID3v2, якщо у вашій програмі або на вашому пристрої передбачено підтримку саме цієї версії.

source: Make sure that <gui style="check">Write ID3v1.x tag</gui> is checked in the <gui style="group">ID3v1 tags</gui> section, if your application or device only supports ID3v1
pl: Upewnij się, że opcja <gui style="check">Zapisywanie etykiet ID3v1</gui> jest zaznaczona w sekcji <gui style="group">Etykiety ID3v1</gui>, jeśli program lub urządzenie obsługuje tylko ID3v1.
uk: Позначте пункт <gui style="check">Записати мітку ID3v1</gui> у розділі <gui style="group">Мітки ID3v1</gui>, якщо у вашій програмі або на вашому пристрою передбачено підтримку ID3v1.

source: Split a single tag field into multiple fields when you save Ogg and FLAC files
pl: Rozdzielanie jednego pola na wiele pól podczas zapisywania plików Ogg i FLAC
uk: Поділ одного поля мітки на декілька полів при збереженні файлів Ogg і FLAC

source: Split tag fields when saving
pl: Rozdzielanie pól podczas zapisywania
uk: Поділ полів міток при збереженні

source: In Ogg and FLAC files, it is possible to have more than one <link xref="tag">tag field</link> of each type. For example, if two artists performed a song, there can be two artist fields in the tag, one for each artist. <app>EasyTAG</app> automatically reads the extra fields, combining them together and showing them as if they were a single field.
pl: Pliki Ogg i FLAC mogą mieć więcej niż jedno <link xref="tag">pole</link> każdego typu. Na przykład, jeśli utwór ma dwóch wykonawców, to etykieta może mieć dwa pola wykonawcy, po jednym na wykonawcę. <app>EasyTAG</app> automatycznie odczytuje dodatkowe pola, łącząc je w jedno i wyświetlając tak, jakby były jednym polem.
uk: У файлах Ogg і FLAC може бути декілька <link xref="tag">полів міток</link> одного типу. Наприклад, якщо у пісні два виконавця у мітці може бути два поля виконавця, по одному на кожного з виконавців. <app>EasyTAG</app> автоматично читає додаткові поля, поєднуючи їх і показуючи їх так, наче вони є єдиним полем.

source: Many applications do not read the multi-value field correctly, so the default configuration is to save using a single field per entry. If the application that you are using supports multiple field of one type, you can configure EasyTAG to split fields when you save the file. Fields will automatically be split whenever " - " occurs in the field. For example, in the field "David Bowie - Queen", two fields would be saved: "David Bowie" and "Queen".
pl: Wiele programów nie potrafi poprawnie odczytywać pól z kilkoma wartościami, więc domyślnie zapisywane jest jedno pole na wpis. Jeśli używany program obsługuje kilka wartości jednego typu, to można skonfigurować program <app>EasyTAG</app> tak, aby rozdzielał pola podczas zapisywania plików. Pola będą dzielone na znaku „ - ”. Na przykład, pole „David Bowie - Queen” zostanie zapisane jako dwa pola: „David Bowie” i „Queen”.
uk: У багатьох програмах не передбачено можливості належного читання поля із багатьма значеннями, тому за типових налаштувань програма зберігає дані з використанням одного поля на один запис. Якщо у програмі, якою ви користуєтеся, передбачено підтримку декількох полів одного типу, ви можете налаштувати EasyTAG на поділ полів при зберіганні файла. Поля буде автоматично поділено на роздільнику « - » у полі. Наприклад, у полі «David Bowie - Queen», буде збережено «David Bowie» і «Queen».

source: To split fields when you save the files:
pl: Aby rozdzielać pola podczas zapisywania plików:
uk: Щоб поділити поля, коли ви зберігаєте файли, виконайте такі дії:

source: Select the <gui style="tab">Tags</gui> tab
pl: Wybierz kartę <gui style="tab">Etykiety</gui>.
uk: Перейдіть на вкладку <gui style="tab">Мітки</gui>

source: In <gui style="group">Splitting</gui> section, check the fields that you want to be split into multiple fields when saving
pl: W sekcji <gui style="group">Rozdzielanie</gui> zaznacz pola, które mają być rozdzielane na wiele pól podczas zapisywania.
uk: У розділі <gui style="group">Поділ</gui> позначте пункти полів, які ви хочете поділити на декілька полів під час зберігання.

source: Update tags automatically
pl: Automatyczne aktualizowanie etykiet
uk: Автоматичне оновлення міток

source: The <gui>Scanner</gui>
pl: Skaner
uk: <gui>Сканер</gui>

source: The scanner can be used to fill in fields based on the filename, rename a file and create a new directory based on the filled fields, and process the text in fields and the filename.
pl: Za pomocą skanera można wypełniać pola na podstawie nazw plików, zmieniać nazwy plików i tworzyć nowe katalogi na podstawie wypełnionych pól oraz przetwarzać tekst w polach i nazwach plików.
uk: Сканером можна скористатися для заповнення полів на основі назви файла, перейменовування файла і створення каталогу на основі заповнених полів і обробки тексту у полях та у назві файла.

source: Fill fields from a filename and directory structure
pl: Wypełnianie pól na podstawie nazw plików i struktury katalogów
uk: Заповнення полів на основі назв файлів та структури каталогів

source: <gui>Fill Tag</gui> can be used to fill in tag fields based on the filename and its parent directories.
pl: Można używać <gui>Wypełniania etykiet</gui> do wypełniania pól na podstawie nazw plików i ich katalogów nadrzędnych.
uk: Пунктом <gui>Заповнити мітку</gui> можна скористатися для заповнення полів мітки на основі назви файла і його батьківських каталогів.

source: Use <em xref="format-specifier">format specifiers</em> and <em>separators</em> to split the filename and parent directories into different tag fields. The <em>format specifiers</em>, such as <input>%t</input> for track title, which are used to indicate the different tag fields, are listed in the <gui>Legend</gui>. <em>Separators</em> can be any part of the filename or the parent directories. Use <key>/</key> to add the <em>separator</em> for a parent directory.
pl: Korzystaj ze <em xref="format-specifier">specyfikatorów formatu</em> i <em>separatorów</em>, aby rozdzielać nazwy plików i katalogi nadrzędne na poszczególne pola. <em>Specyfikatory formatów</em>, takie jak <input>%t</input> dla tytułu ścieżki, używane do wskazywania poszczególnych pól, są wyświetlane w <gui>Legendzie</gui>. <em>Separatory</em> mogą być dowolną częścią nazw plików lub katalogów nadrzędnych. Użyj <key>/</key>, aby dodać <em>separator</em> dla katalogu nadrzędnego.
uk: Скористайтеся <em xref="format-specifier">специфікаторами формату</em> та <em>роздільниками</em> для поділу даних з назви файла та батьківських каталогів мі різними полями мітки. <em>Специфікатори формату</em>, зокрема <input>%t</input> для заголовка композиції, які використовуються для позначення різних полів мітки, показано у розділі <gui>Умовні позначення</gui>. <em>Роздільники</em> можуть бути будь-якою частиною назви файла або батьківських каталогів. Скористайтеся <key>/</key>, щоб додати <em>роздільник</em> для батьківського каталогу.

source: For example, if you keep your audio files using the <file>artist/album/01 track title.flac</file> directory structure and filenames, use the <input>%a/%b/%n %t</input> <em>format string</em> to extract the track number and title from the filename, the album title from the parent directory and the artist from the grandparent directory.
pl: Na przykład, jeśli pliki dźwiękowe są przechowywane w strukturze katalogów i nazw plików <file>wykonawca/album/01 tytuł ścieżki.flac</file>, to użyć <em>ciągu formatów</em> <input>%a/%b/%n %t</input>, aby wyodrębnić numery ścieżek i tytuły z nazw plików, tytuły albumów z katalogu nadrzędnego i wykonawcę z katalogu najwyższego poziomu.
uk: Наприклад, якщо файли звукових даних у вас зберігаються у структурі каталогів із назвами файлів <file>виконавець/альбом/01 назва композиції.flac</file>, скористайтеся <input>%a/%b/%n %t</input> як <em>рядком форматування</em>, щоб видобути номер композиції та заголовок з назви файла, а назву альбому та виконавця з батьківських каталогів.

source: Fill the tag fields for the selected files using the <gui style="button">Scan Files</gui> button.
pl: Wypełnij pola zaznaczonych plików za pomocą przycisku <gui style="button">Skanuj pliki</gui>.
uk: Заповніть поля мітки для позначених файлів за допомогою кнопки <gui style="button">Сканувати файли</gui>.

source: Rename files and create new directories
pl: Zmiana nazw plików i tworzenie nowych katalogów
uk: Перейменування файлів та створення каталогів

source: <gui xref="file-rename">Rename File</gui> can be used to create a directory hierarchy and update filenames using the filled tag fields. If a new directory hierarchy is specified, it will be created inside the directory where the file is currently located.
pl: Można używać <gui xref="file-rename">Zmiany nazwy pliku</gui> do tworzenia hierarchii katalogów i aktualizowania nazw plików na podstawie wypełnionych pól. Jeśli określono nową hierarchię katalogów, to zostanie ona utworzona wewnątrz katalogu, w którym teraz znajduje się plik.
uk: Інструментом <gui xref="file-rename">Перейменувати файл</gui> можна скористатися для створення ієрархії каталогів і оновлення назв файлів на основі заповнених полів мітки. Якщо вказано нову ієрархію каталогів, її буде створено у каталозі, у якому зберігається файл.

source: For example, if you have a tagged file inside the <file>Music</file> directory, you can use the <input>%a/%b/%n %t</input> <em>format string</em>, it will create the <file>Music/artist/album/01 track title.flac</file> file structure and filename. You will see a preview of the naming scheme below your specified format string.
pl: Na przykład, jeśli plik z etykietą znajduje się w katalogu <file>Muzyka</file>, to można użyć <em>ciągu formatów</em> <input>%a/%b/%n %t</input>, co utworzy strukturę katalogów i nazwę pliku <file>Muzyka/wykonawca/album/01 tytuł ścieżki.flac</file>. Podgląd schematu nazw jest wyświetlany poniżej określonego ciąg formatów.
uk: Наприклад, якщо ваш файл із мітками зберігається у каталозі <file>Музика</file>, ви можете скористатися <input>%a/%b/%n %t</input> як <em>рядком форматування</em>, для створення структури каталогів і файла <file>Музика/виконавець/альбом/01 назва композиції.flac</file>. Попередній перегляд визначено схеми іменування буде показано під вказаним рядком форматування.

source: To prepare the files for moving and renaming, press the <gui style="button">Scan Files</gui> button.
pl: Aby przygotować pliki do przenoszenia i zmiany nazw, kliknij przycisk <gui style="button">Skanuj pliki</gui>.
uk: Для приготування файлів до пересування і перейменовування натисніть кнопку <gui style="button">Сканувати файли</gui>.

source: Bulk process tag fields and filename
pl: Przetwarzanie wielu pól i nazw plików naraz
uk: Пакетна обробка полів міток і назви файла

source: <gui>Process Fields</gui> is a sophisticated find and replace feature which allows you to select which tag fields to process. It also allows for the filename to be processed as well.
pl: <gui>Przetwarzanie pól</gui> to zaawansowana funkcja wyszukiwania i zastępowania, umożliwiająca wybór przetwarzanych pól. Umożliwia także przetwarzanie nazw plików.
uk: Інструмент <gui>Обробити поля</gui> є складним засобом пошуку і перейменування, за допомогою якого ви можете вибрати поля мітки, які слід обробити. У ньому також передбачено можливість обробки назв файлів.

source: Specify which fields to change by selecting them from the <gui>Tag Fields</gui> section.
pl: Określ, które pola zmienić zaznaczając je w sekcji <gui>Pola etykiet</gui>.
uk: Вкажіть, які поля слід змінити позначенням їх у розділі <gui>Поля мітки</gui>.

source: You can <gui>Convert</gui> characters for a simple find and replace, change capitalization and add or remove spaces.
pl: Można <gui>Zamieniać</gui> znaki, zmieniać wielkość liter i dodawać lub usuwać spacje.
uk: Ви можете <gui>Перетворити</gui> символи для простого пошуку із заміною, змінити правила використання великих літер, а також додати або вилучити пробіли.

source: Using <app>EasyTAG</app> for the first time
pl: Używanie programu <app>EasyTAG</app> po raz pierwszy
uk: Перші кроки у користуванні <app>EasyTAG</app>

source: Start using <app>EasyTAG</app>
pl: Pierwsze kroki z <app>EasyTAG</app>
uk: Починаємо користуватися <app>EasyTAG</app>

source: When you start <app>EasyTAG</app> for the first time, it will search your <file>Music</file> directory or your home directory for audio files. If you wish to skip the search, press the <gui style="button">Stop</gui> button.
pl: Po pierwszym uruchomieniu <app>EasyTAG</app> wyszuka pliki dźwiękowe w katalogu <file>Muzyka</file> i katalogu domowym. Aby to pominąć, kliknij przycisk <gui style="button">Zatrzymaj</gui>.
uk: Після першого запуску <app>EasyTAG</app> програма виконає пошук файлів звукових даних у вашому каталозі <file>Музика</file> або домашньому каталозі користувача. Якщо ви хочете пропустити пошук, натисніть кнопку <gui style="button">Зупинити</gui>.
