Repository: GNOME/easytag
Catalog: po/*.po
Languages: eu, hi, ro, uk, zh_cn

source: The default mask to use when automatically filling tags with information from filenames
eu: Etiketak fitxategi-izenetako informazioa erabilita automatikoki betetzen direnean erabiliko den maskara lehenetsia
hi: फाइल नामों से जानकारी के साथ टैग को स्वचालित रूप से भरते समय प्रयोग किया जाने वाला तयशुदा मास्क
ro: Masca implicită de utilizat atunci când se completează automat etichetele cu informații din numele de fișiere
uk: Типова маска, якою слід скористатися при автоматичному заповненні міток на основі даних з назв файлів
zh_cn: 自动使用文件名中信息填充标签时使用的默认掩码

source: Mask for renaming files
eu: Fitxategien izenak aldatzeko maskara
hi: फाइलों का नाम बदलने के लिए मास्क
ro: Masca pentru redenumirea fișierelor
uk: Маска для перейменовування файлів
zh_cn: 文件重命名掩码

source: The default mask to use when renaming files
eu: Fitxategien izenak aldatzean erabiliko den maskara lehenetsia
hi: फाइलों का नाम बदलते समय प्रयोग किया जाने वाला तयशुदा मास्क
ro: Masca implicită de utilizat atunci când se redenumesc fișiere
uk: Типова маска, якою слід скористатися при перейменовуванні файлів
zh_cn: 重命名文件时所用的默认掩码

source: Mask for renaming directories
eu: Direktorioen izenak aldatzeko maskara
hi: निर्देशिकाओं का नाम बदलने के लिए मास्क
ro: Masca pentru redenumirea directoarelor
uk: Маска для перейменовування каталогів
zh_cn: 目录重命名掩码

source: The default mask to use when renaming directories
eu: Direktorioen izenak aldatzean erabiliko den maskara lehenetsia
hi: निर्देशिकाओं का नाम बदलते समय प्रयोग किया जाने वाला तयशुदा मास्क
ro: Masca implicită de utilizat atunci când se redenumesc directoarele
uk: Типова маска, якою слід скористатися при перейменовуванні каталогів
zh_cn: 重命名文件夹时所用的默认掩码

source: Use a mask when renaming directories
eu: Erabili maskara bat direktorioen izenak aldatzean
hi: निर्देशिकाओं का नाम बदलते समय मास्क का प्रयोग करें
ro: Utilizați o mască atunci când redenumiți directoarele
uk: Використовувати маску при перейменовування каталогів
zh_cn: 重命名目录时使用掩码

source: Convert spaces and underscores when renaming files
eu: Bihurtu zuriuneak eta azpimarrak fitxategien izenak aldatzean
hi: फाइलों का नाम बदलते समय रिक्त स्थान और अंडरस्कोर परिवर्तित करें
ro: Convertește spațiile și liniuțele de subliniere când se redenumesc fișiere
uk: Перетворювати пробіли і підкреслювання при перейменовуванні файлів
zh_cn: 重命名文件时，转换空格和下划线

source: Whether to convert to spaces or underscores when renaming files
eu: Bihurtu zuriuneak edo azpimarrak fitxategien izenak aldatzean
hi: क्या फाइलों का नाम बदलते समय रिक्त स्थान या अंडरस्कोर में परिवर्तित करना है
ro: Dacă să se convertească la spații sau liniuțe de subliniere atunci când se redenumesc fișierele
uk: Визначає, чи слід перетворювати пробіли і символи підкреслювання при перейменовуванні файлів
zh_cn: 重命名文件时，是否转换空格或下划线

source: How to modify filename extensions when renaming
eu: Nola aldatu fitxategi-izenen luzapenak izenak aldatzean
hi: नाम बदलते समय फाइल नाम एक्सटेंशन को कैसे संशोधित करें
ro: Cum să se modifice extensiile numelor de fișiere atunci când se redenumesc
uk: Спосіб зміни суфіксів назв файлів при перейменовуванні
zh_cn: 重命名文件时如何更改文件扩展名

source: Change the file extension to all lower-case, all upper-case or do not change it
eu: Aldatu fitxategi-luzapena minuskuletara, maiuskuletara edo ez aldatu
hi: फाइल एक्सटेंशन को सभी छोटे-अक्षर, सभी बड़े अक्षर में बदलें या इसे न बदलें
ro: Modifică extensia fișierelor la toate cu litere mici, toate cu litere mari sau nu o modifica
zh_cn: 将文件扩展名全部转换为小写、大写或不转换

source: Encoding options when renaming files
eu: Kodeketa-aukerak fitxategien izenak aldatzean
hi: फाइलों का नाम बदलते समय एनकोडिंग विकल्प
ro: Codarea opțiunilor atunci când se redenumesc fișierele
uk: Параметри кодування при перейменовування файлів
zh_cn: 重命名文件的编码选项

source: If the encoding of the filename does not match the filesystem encoding, choose whether to try another encoding, approximate the filesystem encoding with transliteration or discard the offending characters
eu: Fitxategi-izenaren kodeketa ez badator bat fitxategi-sistemaren kodeketarekin, aukeratu beste kodeketa bat erabiliko den, transliterazioen bidez fitxategi-sistemaren kodeketarekin bat egiteko saialdia egindo den ala okerrak diren karaktereak baztertuko diren
hi: यदि फाइल नाम की एनकोडिंग फाइलप्रणाली एनकोडिंग से मेल नहीं खाती है, तो चुनें कि क्या कोई अन्य एनकोडिंग आज़माना है, लिप्यंतरण के साथ फाइलप्रणाली एनकोडिंग का अनुमान लगाना है या आपत्तिजनक वर्णों को हटाना है
ro: Dacă codarea numelui de fișier nu se potrivește cu codarea sistemului de fișiere, alege dacă să se încerce o altă codate, să se aproximeze codarea sistemului de fișiere cu transliterare sau să se elimine caracterele ofensatoare
zh_cn: 如果文件名编码与文件系统编码不一致，选择尝试其他编码、使用转写或删除出错的字符

source: Whether to replace illegal characters in a filename when using the rename function
eu: Izena aldateko funtzioa erabiltzean, fitxategi-izen bateko legez kanpoko karaktereak baztertuko diren ala ez
hi: नाम बदलें प्रकार्य का प्रयोग करते समय फाइल नाम में अवैध वर्णों को प्रतिस्थापित करना है या नहीं
ro: Dacă să se înlocuiască caracterele ilegale într-un nume de fișiere atunci când se utilizează funcția de redenumire
zh_cn: 使用重命名功能时，是否替换文件名中的非法字符

source: Show the scanner mask editor
eu: Erakutsi eskanerraren maskararen editorea
hi: स्कैनर मास्क संपादक दिखाएं
ro: Arată editorul de mască a scanerului
uk: Показати редактор масок сканера
zh_cn: 显示扫描掩码编辑器

source: Whether to show the scanner mask editor in the tag scanner
eu: Eskanerraren maskararen editorea erakutsiko den ala ez etiketen eskanerren
hi: क्या स्कैनर मास्क एडिटर को टैग स्कैनर में दिखाना है
ro: Dacă să se arate editorul de mască a scanerului în scanerul etichetei
uk: Визначає, чи слід показувати редактор маски сканера у вікні сканера міток
zh_cn: 是否在标签扫描器中显示扫描掩码编辑器

source: Show the scanner legend
eu: Erakutsi eskanerraren legenda
hi: स्कैनर किंवदंती दिखाएं
ro: Arată legenda scanerului
uk: Показати умовні позначення сканера
zh_cn: 显示扫描说明

source: Whether to show the scanner legend in the tag scanner
eu: Eskanerraren legenda erakutsiko den ala ez etiketen eskanerren
hi: क्या टैग स्कैनर में स्कैनर किंवदंती दिखाना है
ro: Dacă să se arate legenda scanerului în scanerul etichetei
uk: Визначає, чи слід показувати умовні позначення у вікні сканера міток
zh_cn: 是否在标签扫描器中显示说明

source: Show the scanner window on startup
eu: Erakutsi eskanerraren leihoa abioan
hi: शुरुआत पर स्कैनर खिड़की दिखाएं
ro: Arată fereastra scanerului la pornire
uk: Показати вікно сканера після запуску
zh_cn: 启动时显示扫描窗口

source: The scan mode
eu: Eskaneatzeko modua
hi: स्कैन मोड
ro: Modul de scanare
uk: Режим сканування
zh_cn: 扫描模式

source: Which type of scan to show in the scanner
eu: Zein eskaneatze mota erakutsiko den eskanerrean
hi: स्कैनर में किस प्रकार का स्कैन दिखाना है
ro: Care tip de scanare trebuie arătat în scaner
uk: Який тип сканування слід показувати у сканері
zh_cn: 扫描器中显示哪种扫描

source: Split Ogg title fields
eu: Zatitu Ogg tituluaren eremuak
hi: Ogg शीर्षक क्षेत्र विभाजित करें
ro: Separă câmpurile de titlu Ogg
uk: Ділити поля заголовка в Ogg
zh_cn: 分开 Ogg 标题字段

source: Split Ogg artist fields
eu: Zatitu Ogg artistaren eremuak
hi: Ogg कलाकार क्षेत्र विभाजित करें
ro: Separă câmpurile de artist Ogg
uk: Ділити поля виконавця в Ogg
zh_cn: 分开 Ogg 艺术家字段

source: Split Ogg album fields
eu: Zatitu Ogg albumaren eremuak
hi: Ogg एल्बम क्षेत्र विभाजित करें
ro: Separă câmpurile de album Ogg
uk: Ділити поля альбому в Ogg
zh_cn: 分开 Ogg 专辑字段

source: Split Ogg genre fields
eu: Zatitu Ogg generoaren eremuak
hi: Ogg शैली क्षेत्र विभाजित करें
ro: Separă câmpurile de gen Ogg
uk: Ділити поля жанру в Ogg
zh_cn: 分开 Ogg 流派字段

source: Split Ogg comment fields
eu: Zatitu Ogg iruzkinaren eremuak
hi: Ogg टिप्पणी क्षेत्र विभाजित करें
ro: Separă câmpurile de comentariu Ogg
uk: Ділити поля коментаря в Ogg
zh_cn: 分开 Ogg 备注字段

source: Split Ogg composer fields
eu: Zatitu Ogg konposatzailearen eremuak
hi: Ogg संगीतकार क्षेत्र विभाजित करें
ro: Separă câmpurile de compozitor Ogg
uk: Ділити поля композитора в Ogg
zh_cn: 分开 Ogg 作曲家字段

source: Split Ogg original artist fields
eu: Zatitu Ogg jatorrizko artistaren eremuak
hi: Ogg मूल कलाकार क्षेत्र विभाजित करें
ro: Separă câmpurile de artist original Ogg
uk: Ділити поля початкового виконавця в Ogg
zh_cn: 分开 Ogg 原唱者字段

source: Page to show in the preferences dialog
eu: Hobespenen elkarrizketa-koadroan erakutsiko den orria
hi: प्राथमिकता संवाद में दिखाने के लिए पृष्ठ
ro: Pagină de arătat în dialogul de preferințe
uk: Сторінка, яку слід показувати у вікні налаштувань
zh_cn: “偏好设置”中要显示的页面

source: The page in the notebook of the preferences dialog
eu: Hobespenen elkarrizketa-koadroaren koadernoan erakutsiko den orria
hi: प्राथमिकता संवाद की नोटबुक में पृष्ठ
ro: Pagina în caietul de dialog al preferințelor
uk: Сторінка у нотатнику вікна налаштувань
zh_cn: “偏好设置”对话框中的标签页

source: Open in EasyTAG
eu: Ireki EasyTAG aplikazioan
hi: EasyTAG में खोलें
ro: Deschide în EasyTAG
uk: Відкрити в EasyTAG
zh_cn: 用 EasyTAG 打开

source: Open the selected directory in EasyTAG
eu: Ireki hautatutako direktorioa EasyTAG aplikazioan
hi: चयनित निर्देशिका को EasyTAG में खोलें
ro: Deschide directorul selectat în EasyTAG
uk: Відкрити позначений каталог в EasyTAG
zh_cn: 用 EasyTAG 打开所选目录

source: Open the selected files in EasyTAG
eu: Ireki hautatutako fitxategiak EasyTAG aplikazioan
hi: चयनित फाइलों को EasyTAG में खोलें
ro: Deschide fișierele selectate în EasyTAG
uk: Відкрити позначені файли в EasyTAG
zh_cn: 用 EasyTAG 打开所选文件

source: translator-credits
eu: Asier Sarasua Garmendia <asier.sarasua@gmail.com>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
ro: Florentina Mușat <emryslokadottir [at] gmail [dot] com>, 2020
uk: Olexander Kunytsa, <kunia@istc.kiev.ua>, 2001, 2002.Cawko Xakep <xakep@snark.ukma.kiev.ua>, 2001-2003 Микола Ткач <Stuartlittle1970@gmail.com>, 2013 Юрій Чорноіван <yurchor@ukr.net>, 2020
zh_cn: Yang Jinsong <shannleon@gmail.com>, 2006, 2007. Dingyuan Wang <gumblex@aosc.io>, 2017.

source: View and edit tags in audio files
eu: Bistaratu eta editatu audio-fitxategien etiketak
hi: ऑडियो फाइलों में टैग देखें और संपादित करें
ro: Vizualizează și editează etichete în fișiere audio
uk: Перегляд і редагування міток у файлах звукових даних
zh_cn: 查看并编辑音频文件的标签

source: Print the version and exit
eu: Inprimatu bertsioa eta irten
hi: संस्करण छापें और बाहर निकलें
ro: Tipărește versiunea și ieși
uk: Вивести дані щодо версії і завершити роботу
zh_cn: 显示版本并结束

source: Starting EasyTAG version %s…
eu: EasyTAG %s bertsioa abiarazten…
hi: EasyTAG संस्करण %s प्रारंभ हो रहा है…
ro: Se pornește versiunea EasyTAG %s…
uk: Запускаємо EasyTAG версії %s…
zh_cn: 正在启动 EasyTAG %s 版…

source: Setting locale: ‘%s’
eu: Hizkuntza ezartzen: ‘%s’
hi: लोकेल निर्धारित किया जा रहा है: ‘%s’
ro: Se stabilește localizarea „%s”
uk: Встановлюємо локаль: «%s»
zh_cn: 设置本地区域为：“%s”

source: System locale is ‘%s’, using ‘%s’
eu: Sistemaren hizkuntza ‘%s’ da, ‘%s’ erabiltzen
hi: सिस्टम लोकेल ‘%s’ है, ‘%s’ का प्रयोग किया जा रहा है
ro: Localizarea sistemului este „%s”, utilizând „%s”
uk: Локаль системи — «%s». Використовуємо «%s»
zh_cn: 系统区域设置为“%s”，使用“%s”

source: Unable to create setting directories
eu: Ezin izan dira ezarpen-direktorioak sortu
hi: सेटिंग निर्देशिकाएं बनाने में असमर्थ
ro: Nu se pot crea directoare de stabilire
uk: Не вдалося створити каталоги параметрів
zh_cn: 无法创建设置目录

source: Website: %s
eu: Webgunea: %s
hi: वेबसाइट: %s
ro: Pagină web: %s
uk: Сайт: %s
zh_cn: 网站：%s

source: - Tag and rename audio files
eu: - Aldatu audio-fitxategien etiketak eta izenak
hi: - ऑडियो फाइलों को टैग और नाम बदलें
ro: - Etichetează și redenumește fișiere audio
uk: – встановлення міток та перейменовування файлів звукових даних
zh_cn: - 为音频文件设置标签并重命名

source: Error while querying information for file ‘%s’: %s
eu: Errorea ‘%s’ fitxategirako informazioa kontsultatzean: %s
hi: फाइल '%s' के लिए जानकारी पूछते समय त्रुटि: %s
ro: Eroare în timpul interogării de informații pentru fișierul „%s”: %s
uk: Помилка під час намагання отримати відомості щодо файла «%s»: %s
zh_cn: 查询文件“%s”信息时出错：%s

source: Cannot open path ‘%s’
eu: Ezin izan da ‘%s’ bide-izena ireki
hi: पथ ‘%s’ नहीं खोला जा सकता
ro: Nu se poate deschide calea „%s”
uk: Не вдалося відкрити шлях «%s»
zh_cn: 无法打开路径“%s”

source: Do you really want to delete the file ‘%s’?
eu: Benetan ‘%s’ fitxategia ezabatu nahi duzu?
hi: क्या आप सचमुच फाइल ‘%s’ को मिटाना चाहते हैं?
ro: Sigur doriți să ștergeți fișierul „%s”?
uk: Ви справді хочете вилучити файл «%s»?
zh_cn: 确定要删除文件“%s”吗？

source: Repeat action for the remaining files
eu: Errepikatu ekintza gainerako fitxategiekin
hi: शेष फाइलों के लिए कार्रवाई दोहराएं
ro: Repetă acțiunea pentru fișierele rămase
uk: Повторити дію для решти файлів
zh_cn: 其余文件也这样做

source: _Skip
eu: _Saltatu
hi: छोड़ें (_S)
ro: _Omite
uk: _Пропустити
zh_cn: 略过(_S)

source: _Delete
eu: Ez_abatu
hi: मिटाएं (_D)
ro: Șt_erge
uk: В_илучити
zh_cn: 删除(_D)

source: Delete File
eu: Ezabatu fitxategia
hi: फाइल मिटाएं
ro: Șterge fișierul
uk: Вилучення файла
zh_cn: 删除文件

source: File ‘%s’ deleted
eu: ‘%s’ fitxategia ezabatu da
hi: फाइल ‘%s’ मिटाई गई
ro: Fișierul „%s” a fost șters
uk: Файл «%s» вилучено
zh_cn: 已删除文件“%s”

source: Cannot delete file ‘%s’
eu: Ezin da ‘%s’ fitxategia ezabatu
hi: फाइल ‘%s’ को मिटाया नहीं जा सकता
ro: Nu se poate șterge fișierul „%s”
uk: Не вдалося вилучити файл «%s»
zh_cn: 无法删除文件“%s”

source: Some files were not deleted
eu: Zenbait fitxategi ez dira ezabatu
hi: कुछ फाइलें मिटाई नहीं गई
ro: Unele fișiere nu au fost șterse
uk: Деякі файли не було вилучено
zh_cn: 某些文件未删除

source: All files have been deleted
eu: Fitxategi guztiak ezabatu dira
hi: सभी फाइलें मिटा दी गई हैं
ro: Toate fișierele au fost șterse
uk: Усі файли було вилучено
zh_cn: 已删除所有文件

source: All tags have been removed
eu: Etiketa guztiak kendu dira
hi: सभी टैग हटा दिए गए हैं
ro: Toate etichetele au fost șterse
uk: Усі мітки було вилучено
zh_cn: 所有标签都已移除

source: Failed to launch program ‘%s’
eu: Huts egin du ‘%s’ programa abiarazteak
hi: प्रोग्राम ‘%s’ शुरू करने में विफल
ro: Nu s-a putut lansa programul „%s”
uk: Не вдалося запустити програму «%s»
zh_cn: 无法启动程序“%s”

source: Could not convert filename ‘%s’ to system filename encoding
eu: Ezin izan da ‘%s’ fitxategi-izena bihurtu sistemako fitxategi-izenen kodeketara
hi: फाइलनाम ‘%s’ को सिस्टम फाइल नाम एनकोडिंग में परिवर्तित नहीं किया जा सका
ro: Nu s-a putut converti numele de fișier „%s” la codarea de nume de fișier a sistemului
uk: Не вдалося перетворити назву файла «%s» до кодування назв файлів системи
zh_cn: 无法将文件名“%s”转换为系统文件名编码

source: Try setting the environment variable G_FILENAME_ENCODING.
eu: Saiatu G_FILENAME_ENCODING ingurune-aldagaia ezartzen.
hi: पर्यावरण चर G_FILENAME_ENCODING निर्धारित करने का प्रयास करें।
ro: Încercați stabilirea variabilei de mediu G_FILENAME_ENCODING.
uk: Спробуйте встановити значення змінної середовища G_FILENAME_ENCODING.
zh_cn: 请尝试设置环境变量 G_FILENAME_ENCODING。

source: Filename translation
eu: Fitxategi-izenaren itzulpena
hi: फाइलनाम अनुवाद
ro: Optiuni ale conversiei numelui de fisier
uk: Трансляція назв файлів
zh_cn: 文件名翻译

source: One file
eu: Fitxategi bat
hi: एक फाइल
ro: Un fișier
uk: %u файл
zh_cn: %u 个文件

source: File: ‘%s’
eu: Fitxategia: ‘%s’
hi: फाइल: ‘%s’
ro: Fișier: „%s”
uk: Файл: «%s»
zh_cn: 文件：“%s”

source: Normal exit
eu: Irteera normala
hi: सामान्य निकास
ro: Ieșire normală
uk: Нормальне завершення
zh_cn: 正常结束

source: Some files have been modified but not saved
eu: Zenbait fitxategi aldatu egin dira baina ez dira gorde
hi: कुछ फाइलों को संशोधित किया गया है लेकिन सहेजा नहीं गया है
ro: Unele fișiere au fost modificate dar nu salvate
uk: До деяких файлів було внесено зміни, але ці зміни не було збережено
zh_cn: 某些文件已修改，但未保存

source: _Discard
eu: _Baztertu
hi: त्यागें (_D)
ro: _Elimină
uk: _Відкинути
zh_cn: 放弃(_D)

source: _Save
eu: _Gorde
hi: सहेजें (_S)
ro: _Salvează
uk: З_берегти
zh_cn: 保存(_S)

source: Quit
eu: Irten
hi: बंद करें
ro: Ieșire
uk: Вийти
zh_cn: 退出

source: Do you want to save them before quitting?
eu: Gorde nahi dituzu irten baino lehenago?
hi: क्या आप छोड़ने से पहले उन्हें सहेजना चाहते हैं?
ro: Doriți să le salvați înainte de a ieși?
uk: Хочете зберегти зміни, перш ніж вийти з програм?
zh_cn: 结束前要保存吗？

source: New default directory selected for browser
eu: Beste direktorio lehenetsi bat hautatu da arakatzailerako
hi: ब्राउज़र के लिए नई तयशुदा निर्देशिका चुनी गई
ro: Director implicit nou selectat pentru navigator
uk: Вибрано новий типовий каталог для навігатора
zh_cn: 重新选择浏览器的默认目录

source: Do you want to save them before changing directory?
eu: Haiek gorde nahi dituzu direktorioz aldatu baino lehen?
hi: क्या आप निर्देशिका बदलने से पहले उन्हें सहेजना चाहते हैं?
ro: Doriți să le salvați înainte modificării directorului?
uk: Хочете зберегти їх, перш ніж змінити каталог?
zh_cn: 切换目录前要保存吗？

source: Confirm Directory Change
eu: Baieztatu direktorio-aldaketa
hi: निर्देशिका परिवर्तन की पुष्टि करें
ro: Confirmă schimbarea de director
uk: Підтвердження зміни каталогу
zh_cn: 确认切换目录

source: All albums
eu: Album guztiak
hi: सभी एल्बम
ro: Toate albumele
uk: Всі альбоми
zh_cn: 所有专辑

source: Select File
eu: Hautatu fitxategia
hi: फाइल चुनें
ro: Selectează fișierul
uk: Вибір файла
zh_cn: 选择文件

source: Select Directory
eu: Hautatu direktorioa
hi: निर्देशिका चुनें
ro: Selectează directorul
uk: Виберіть каталог
zh_cn: 选择目录

source: Rename the directory ‘%s’ to:
eu: Aldatu ‘%s’ direktorioaren izena eta ezarri honakoa:
hi: निर्देशिका ‘%s’ का नाम बदलें:
ro: Redenumește directorul „%s” la:
uk: Перейменувати каталог «%s» на:
zh_cn: 重命名目录“%s”为：

source: You must type a directory name
eu: Direktorio-izen bat idatzi behar duzu
hi: आपको एक निर्देशिका नाम टाइप करना होगा
ro: Trebuie să tastați un nume de director
uk: Вам слід ввести назву каталогу
zh_cn: 必须输入目录名称

source: Directory Name Error
eu: Errorea direktorio-izenean
hi: निर्देशिका नाम त्रुटि
ro: Eroare a numelui de director
uk: Помилка у назві каталогу
zh_cn: 目录名称出错

source: Could not convert ‘%s’ into filename encoding
eu: Ezin izan da ‘%s’ fitxategi-izenen kodeketara bihurtu
hi: ‘%s’ को फाइल नाम एनकोडिंग में परिवर्तित नहीं किया जा सका
ro: Nu s-a putut converti „%s” în codarea numelui de fișier
uk: Не вдалося перетворити «%s» до кодування назв файлів
zh_cn: 无法将“%s”转换为文件名编码

source: Please use another name.
eu: Erabili beste izen bat
hi: कृपया कोई दूसरा नाम प्रयोग करें।
ro: Utilizați un alt nume.
uk: Будь ласка, виберіть іншу назву.
zh_cn: 请使用其他名称。

source: The directory name ‘%s’ already exists.
eu: ‘%s’ direktorio-izena badago lehendik ere.
hi: निर्देशिका नाम ‘%s’ पहले से मौजूद है।
ro: Numele de director „%s” există deja.
uk: Каталог з назвою «%s» вже існує.
zh_cn: 已有名为“%s”的目录。

source: Rename File Error
eu: Errorea fitxategiaren izena aldatzean
hi: फाइल का नाम बदलने में त्रुटि
ro: Eroare la redenumirea fișierului
uk: Помилка під час спроби перейменувати файл
zh_cn: 重命名文件出错

source: Rename Directory Error
eu: Errorea direktorioaren izena aldatzean
hi: निर्देशिका का नाम बदलने में त्रुटि
ro: Eroare la redenumirea directorului
uk: Помилка під час спроби перейменувати каталог
zh_cn: 重命名目录出错

source: Directory renamed
eu: Direktorioaren izena aldatu da
hi: निर्देशिका का नाम बदला गया
ro: Director redenumit
uk: Каталог перейменовано
zh_cn: 已重命名目录

source: Executed command ‘%s’
eu: Exekutatutako komandoa: ‘%s’
hi: कमांड ‘%s’ निष्पादित किया गया
ro: Comanda executată „%s”
uk: Виконано команду «%s»
zh_cn: 运行命令“%s”

source: Album: ‘%s’, artist: ‘%s’, length: ‘%s’, year: ‘%s’, genre: ‘%s’, disc ID: ‘%s’
eu: Albuma: ‘%s’, artista: ‘%s’, luzera: ‘%s’, urtea: ‘%s’, generoa: ‘%s’, diskoaren IDa: ‘%s’
hi: एल्बम: ‘%s’, कलाकार: ‘%s’, लंबाई: ‘%s’, वर्ष: ‘%s’, शैली: ‘%s’, डिस्क आईडी: ‘%s’
ro: Album: ‘%s’, artist: ‘%s’, lungime: ‘%s’, an: ‘%s’, gen: ‘%s’, ID disc: ‘%s’
uk: Альбом: «%s», виконавець: «%s», тривалість: «%s», рік: «%s», жанр: «%s», ідентифікатор диска: «%s»
zh_cn: 专辑“%s”，艺术家“%s”，长度“%s”，年份“%s”，流派“%s”，光盘编号“%s”

source: Resolving host '%s'…
hi: होस्ट '%s' का समाधान किया जा रहा है…
uk: Визначаємо вузол «%s»…

source: Cannot create a new socket ‘%s’
hi: नया सॉकेट ‘%s’ नहीं बनाया जा सकता
uk: Не вдалося створити сокет «%s»

source: Cannot set options on the newly-created socket
hi: नव-निर्मित सॉकेट पर विकल्प निर्धारित नहीं किए जा सकते
uk: Не вдалося встановити параметри для новоствореного сокета

source: Connecting to host ‘%s’, port ‘%d’…
hi: होस्ट ‘%s’, पोर्ट ‘%d’ से जुड़ रहा है…
uk: Встановлюємо з'єднання з вузлом «%s», порт «%d»…

source: Cannot connect to host ‘%s’: %s
hi: होस्ट ‘%s’ से नहीं जुड़ सकते: %s
uk: Не вдалося з'єднатися із вузлом «%s»: %s

source: Cannot resolve host ‘%s’: %s
hi: होस्ट ‘%s’ का समाधान नहीं किया जा सकता: %s
uk: Не вдалося виконати визначення вузла «%s»: %s

source: Connected to host ‘%s’
hi: होस्ट ‘%s’ से जुड़ गया
uk: Встановлено з'єднання з вузлом «%s»

source: Error while writing CDDB results to file ‘%s’
hi: CDDB परिणाम को फाइल ‘%s’ में लिखते समय त्रुटि हुई
uk: Помилка під час намагання записати результати CDDB до файла «%s»

source: Receiving data (%s)…
hi: डेटा प्राप्त किया जा रहा है (%s)…
uk: Отримуємо дані (%s)…

source: Error when reading CDDB response ‘%s’
hi: CDDB प्रतिक्रिया ‘%s’ पढ़ते समय त्रुटि
uk: Помилка під час читання відповіді CDDB «%s»

source: Cannot create file ‘%s’: %s
hi: फाइल ‘%s’ नहीं बनाई जा सकती: %s
uk: Не вдалося створити файл «%s»: %s

source: Sending request…
eu: Eskaria bidaltzen…
hi: अनुरोध भेजा जा रहा है…
ro: Se trimite cererea…
uk: Надсилаємо запит…
zh_cn: 正在发送请求…

source: Cannot send the request ‘%s’
hi: अनुरोध ‘%s’ नहीं भेजा जा सकता
uk: Не вдалося надіслати запит «%s»

source: Receiving data…
eu: Datuak jasotzen…
hi: डेटा प्राप्त किया जा रहा है…
ro: Se primesc datele…
uk: Отримання даних…
zh_cn: 正在接收数据…

source: The server returned a bad response
eu: Zerbitzariak erantzun okerra itzuli du
hi: सर्वर ने ख़राब प्रतिक्रिया दी
ro: Serverul a întors un răspuns greșit
uk: Сервером повернуто помилкову відповідь
zh_cn: 服务器返回了错误的应答

source: The server returned a bad response ‘%s’
eu: Zerbitzariak ‘%s’ erantzun okerra itzuli du
hi: सर्वर ने ख़राब प्रतिक्रिया ‘%s’ लौटाई
ro: Serverul a întors un răspuns greșit „%s”
uk: Сервером повернуто помилкову відповідь «%s»
zh_cn: 服务器返回了错误的应答“%s”

source: Loading album track list…
eu: Albumeko pisten zerrenda kargatzen…
hi: एल्बम ट्रैक सूची लोड हो रही है…
ro: Se încarcă lista de piste a albumului…
uk: Завантажуємо список доріжок альбому…
zh_cn: 正在加载专辑音轨列表…

source: Sorry, the web-based search is currently not available
eu: Web bidezko bilaketa ez dago erabilgarri momentu honetan
hi: क्षमा करें, वेब-आधारित खोज वर्तमान में उपलब्ध नहीं है
ro: Căutarea bazată pe web nu este momentan disponibilă
uk: Вибачте, пошук у даних інтернету зараз недоступний
zh_cn: 抱歉，目前无法使用网页搜索

source: Found one matching album
eu: Bat datorren album bat aurkitu da
hi: एक मेल खाता एल्बम मिला
ro: S-a găsit un album care se potrivește
uk: Знайдено %u відповідний альбом
zh_cn: 找到 %u 个符合的专辑

source: Receiving data of page %d (album %d/%d)…
eu: %d. orriko datuak jasotzen (%d/%d album)…
hi: पृष्ठ %d (एल्बम %d/%d) का डेटा प्राप्त हो रहा है…
ro: Se primesc datele paginii %d (albumul %d/%d)…
uk: Отримуємо дані сторінки %d (альбом %d з %d)…
zh_cn: 正在接收第 %d 页的数据（专辑 %d/%d）…

source: Receiving data of page %d…
eu: %d orriko datuak jasotzen…
hi: पृष्ठ %d का डेटा प्राप्त हो रहा है…
ro: Se primesc datele paginii %d…
uk: Отримуємо дані сторінки %d…
zh_cn: 正在接收第 %d 页的数据…

source: More results to load…
eu: Kargatzeko emaitza gehiago…
hi: लोड करने के लिए और परिणाम…
ro: Mai multe rezultate de încărcat…
uk: Отримати більше результатів…
zh_cn: 正在加载更多结果…

source: The number of CDDB results does not match the number of selected files
eu: CDDB emaitzen kopurua ez dator bat hautatutako fitxategien kopuruarekin
hi: CDDB परिणामों की संख्या चयनित फाइलों की संख्या से मेल नहीं खाती
ro: Numărul de rezultate CDDB nu se potrivește cu numărul de fișiere selectate
uk: Кількість результатів CDDB не збігається з кількістю вибраних файлів
zh_cn: CDDB 搜索结果数量与选中文件数量不符
