Repository: GNOME/easytag
Catalog: po/*.po
Languages: eu, hi, ro, uk, zh_cn

source: Whether to detect Roman numerals when applying upper-case conversions while processing tag fields
eu: Etiketa-eremuak prozesatzean maiuskulen bihurketak aplikatzen badira, zenbaki erromatarrak detektatuko diren ala ez
hi: टैग क्षेत्रों को संसाधित करते समय बड़े-अक्षर रूपांतरण लागू करते समय रोमन अंकों का पता लगाना है या नहीं
ro: Dacă să se detecteze cifrele romane atunci când se aplică conversiile la litere mari în timpul procesării câmpurilor etichetei
uk: Визначає, чи слід виявляти римські цифри під час застосування перетворення літер верхнього регістру при обробці полів міток
zh_cn: 将标签字段转为大写时，是否检测罗马数字

source: Do not change capitalization
eu: Ez aldatu maiuskulak
hi: बड़े-अक्षरों में बदलाव न करें
ro: Nu schimba capitalizarea
uk: Не змінювати регістр літер
zh_cn: 不改变大小写

source: Spaces Conversions
eu: Zuriuneen bihurketak
hi: रिक्त स्थान रूपांतरण
ro: Conversia spațiilor
uk: Перетворення пробілів
zh_cn: 空格转换

source: Whether to remove all spaces when processing tag fields
eu: Zuriune guztiak kenduko diren ala ez etiketa-eremuak prozesatzean
hi: टैग क्षेत्रों को संसाधित करते समय सभी रिक्त स्थान हटाना है या नहीं
ro: Dacă să se elimine toate spațiile atunci când se procesează câmpurile etichetei
uk: Визначає, чи слід вилучати усі пробіли при обробці полів міток
zh_cn: 处理标签字段时，是否删除所有空格

source: Insert a space before uppercase letters
eu: Txertatu zuriune bat maiuskulen aurretik
hi: बड़े अक्षरों से पहले एक रिक्त स्थान डालें
ro: Inserează un spațiu înaintea literelor majuscule
uk: Вставляти пробіл перед великими літерами
zh_cn: 在大写字母前插入空格

source: Whether to insert spaces before capital letters when processing tag fields
eu: Etiketa-eremuak prozesatzean maiuskulen aurretik zuriuneak txertatuko diren ala ez
hi: टैग क्षेत्रों को संसाधित करते समय बड़े अक्षरों से पहले रिक्त स्थान डालना है या नहीं
ro: Dacă să se insereze spații înainte de literele mari atunci când se procesează câmpurile etichetei
uk: Визначає, чи слід вставляти пробіли перед великими літерами при обробці полів мітки
zh_cn: 处理标签字段时，是否在大写字母前插入空格

source: Remove duplicate spaces and underscores
eu: Kendu zuriune eta azpimarra bikoiztuak
hi: डुप्लिकेट रिक्त स्थान और अंडरस्कोर हटाएं
ro: Elimină spațiile duplicate și liniuțele de subliniere
uk: Вилучати дублікати пробілів або підкреслювань
zh_cn: 删除重复的空格和下划线

source: Whether to remove duplicate spaces and underscores when processing tag fields
eu: Etiketa-eremuak prozesatzean zuriune eta azpimarra bikoiztuak kenduko diren ala ez
hi: टैग क्षेत्रों को संसाधित करते समय डुप्लिकेट रिक्त स्थान और अंडरस्कोर को हटाना है या नहीं
ro: Dacă să se elimine spațiile duplicate și liniuțele de subliniere când se procesează câmpurile etichetei
uk: Визначає, чи слід вилучати дублювання пробілів і символів підкреслювання при обробці полів міток
zh_cn: 处理标签字段时，是否删除重复的空格和下划线

source: Do not change word separators
eu: Ez aldatu hitzen bereizleak
hi: शब्द विभाजक न बदलें
ro: Nu modifica separatorii cuvintelor
uk: Не змінювати роздільники слів
zh_cn: 不改变单词分隔符

source: Character Conversions
eu: Karaktere-bihurketak
hi: वर्ण रूपांतरण
ro: Conversiile caracterelor
uk: Перетворення символів
zh_cn: 字符转换

source: Convert ‘_’ and ‘%20’ to spaces
eu: Bihurtu ‘_’ eta ‘%20’ karaktereak zuriune
hi: ‘_’ और ‘%20’ को रिक्त स्थान में बदलें
ro: Convertește „_” și „%20” la spații
uk: Перетворювати «_» і «%20» на пробіли
zh_cn: 将“_”和“%20”转换为空格

source: The underscore character or the string ‘%20’ is replaced by one space. Example, before: ‘Text%20In%20An_Entry‘, after: ‘Text In An Entry’
eu: '%20' kateak azpimarra-karaktereekin ordezten dira: Adibidea, aurretik: ‘Testu%20Bat%20Sarrera%20Batean’, ondoren: ‘Testu_Bat_Sarrera_Batean’
hi: अंडरस्कोर वर्ण या स्ट्रिंग '%20' को एक स्थान से बदल दिया गया है। उदाहरण के लिए, पहले: ‘Text%20In%20An_Entry‘, बाद में: ‘Text In An Entry’
ro: Caracterul liniuță de subliniere sau șirul „%20” sunt înlocuite de un spațiu. De exemplu, înainte: „Text%20In%20o_intrare”, după: „Text într-o intrare”
uk: Символ підкреслювання або рядок «%20» буде замінено на один пробіл. Приклад: до перетворення «Текст%20у%20Якомусь_Записі», після перетворення «Текст у Якомусь Записі»
zh_cn: 将下划线或“%20”字符串替换成空格。例如“Text%20In%20An_Entry”会变成“Text In An Entry”

source: Convert spaces to underscores
eu: Bihurtu zuriuneak azpimarra
hi: रिक्त स्थानों को अंडरस्कोर में बदलें
ro: Convertește spațiile la liniuțe de subliniere
uk: Перетворити пробіли на «_»
zh_cn: 将空格转换为下划线

source: The space character is replaced by one underscore character. Example, before: ‘Text In An Entry’, after: ‘Text_In_An_Entry’
eu: Zuriune-karakterea azpimarra batekin ordezten da. Adibidea, aurretik: ‘Testu Bat Sarrera Batean‘, ondoren: ‘Testu_Bat_Sarrera_Batean’
hi: रिक्त वर्ण को एक अंडरस्कोर वर्ण से बदल दिया जाता है। उदाहरण के लिए, पहले: ‘Text In An Entry’, बाद में: ‘Text_In_An_Entry’
ro: Caracterul spațiu este înlocuit de un caracter liniuță de subliniere. Exemplu, înainte: „Text într-o intrare”, după: „Text_într-o_intrare”
uk: Символ пробілу буде замінено одним символом підкреслювання. Приклад: до перетворення «Текст у Якомусь Записі», після перетворення «Текст_у_Якомусь_Записі»
zh_cn: 将空格替换为下划线。例如“Text In An Entry”会变成“Text_In_An_Entry”

source: Convert:
eu: Bihurtu:
hi: रूपांतरित करें:
ro: Conversie:
uk: Перетворити:
zh_cn: 转换：

source: Replace a string by another one. Note that the search is case sensitive
eu: Ordeztu etiketa bat beste batekin. Kontuan izan bilaketak maiuskulak eta minuskulak kontuan hartzen dituela
hi: एक स्ट्रिंग को दूसरे से बदलें। ध्यान दें कि खोज अक्षर संवेदनशील है
ro: Înlocuiește un șir cu un altul. Observați că această căutare este sensibilă la majuscule
uk: Замінити рядок іншим. Зауважте, що під час пошуку враховуватиметься регістр символів
zh_cn: 文本替换，注意这里区分大小写

source: to:
eu: hona:
hi: इसमें:
ro: la:
uk: до:
zh_cn: 为：

source: Do not convert
eu: Ez bihurtu
hi: रूपांतरित न करें
ro: Nu converti
uk: Не перетворювати
zh_cn: 不转换

source: Show / Hide Masks Editor
eu: Erakutsi / ezkutatu maskaren editorea
hi: मास्क संपादक दिखाएं / छिपाएं
ro: Arată / ascunde editorul mask
uk: Показати/Приховати редактор масок
zh_cn: 显示 / 隐藏掩码编辑器

source: Show / Hide Legend
eu: Erakutsi / ezkutatu legenda
hi: किंवदंती दिखाएं / छिपाएं
ro: Arată / ascunde legenda
uk: Показати/Приховати умовні позначення
zh_cn: 显示 / 隐藏说明

source: Scanner Preferences
eu: Eskaner-hobespenak
hi: स्कैनर प्राथमिकताएं
ro: Preferințe scaner
uk: Налаштування засобу сканування
zh_cn: 扫描偏好设置

source: Find Files
eu: Aurkitu fitxategiak
hi: फाइलें खोजें
ro: Caută fișiere
uk: Пошук файлів
zh_cn: 查找文件

source: Search:
eu: Bilatu:
hi: खोजें:
ro: Caută:
uk: Пошук:
zh_cn: 搜索：

source: Type the text to search for in the file list, or leave the field empty to display all files
eu: Idatzi fitxategi-zerrendan bilatuko den testua, edo utzi eremua hutsik fitxategi guztiak bistaratzeko
hi: फाइल सूची में खोजने के लिए पाठ लिखें, या सभी फाइलें प्रदर्शित करने के लिए क्षेत्र को रिक्त छोड़ दें
ro: Tastați textul de căutat în lista de fișiere, sau lăsați câmpul gol pentru a afișa toate fișierele
uk: Введіть текст, який слід знайти у списку файлів, або не заповнюйте поле, якщо слід показати усі файли.
zh_cn: 输入要在文件列表中搜索的文本，留空则显示所有文件

source: _Find
eu: A_urkitu
hi: खोजें (_F)
ro: _Caută
uk: З_найти
zh_cn: 查找(_F)

source: In:
eu: Hemen:
hi: अंदर:
ro: În:
uk: У:
zh_cn: 于：

source: the Filename
eu: fitxategi-izena
hi: फाइल का नाम
ro: numele de fișier
uk: назві файла
zh_cn: 文件名

source: the Tag
eu: etiketa
hi: टैग
ro: eticheta
uk: мітці
zh_cn: 标签

source: Case sensitive
eu: Maiuskulak/minuskulak
hi: अक्षर संवेदनशील
ro: Cu majuscule semnificative
uk: З врахуванням регістру
zh_cn: 区分大小写

source: Tag
eu: Etiketa
hi: टैग
ro: Etichetă
uk: Мітка
zh_cn: 标签

source: Title:
eu: Titulua:
hi: शीर्षक:
ro: Titlu:
uk: Заголовок:
zh_cn: 标题：

source: Tag selected files with this title
eu: Etiketatu hautatutako fitxategiak titulu honekin
hi: चयनित फाइलों को इस शीर्षक से टैग करें
ro: Etichetează fișierele selectate cu acest titlu
uk: Позначити вибрані файли цим заголовком
zh_cn: 对所选文件添加该标题的标签

source: Artist:
eu: Artista:
hi: कलाकार:
uk: Виконавець:
zh_cn: 艺术家：

source: Tag selected files with this artist
eu: Etiketatu hautatutako fitxategiak artista honekin
hi: चयनित फाइलों को इस कलाकार के साथ टैग करें
ro: Etichetează fișierele selectate cu acest artist
uk: Позначити вибрані файли цим виконавцем
zh_cn: 对所选文件添加该艺术家的标签

source: Album artist:
eu: Albumaren artista:
hi: एल्बम कलाकार:
ro: Artistul albumului:
uk: Виконавець альбому:
zh_cn: 专辑艺术家：

source: Tag selected files with this album artist
eu: Etiketatu hautatutako fitxategiak albumaren artista honekin
hi: चयनित फाइलों को इस एल्बम कलाकार के साथ टैग करें
ro: Etichetează fișierele selectate cu acest artist al albumului
uk: Позначити вибрані файли цим виконавцем альбому
zh_cn: 对所选文件添加该专辑艺术家的标签

source: Album:
eu: Albuma:
hi: एल्बम:
uk: Альбом:
zh_cn: 专辑：

source: Tag selected files with this album name
eu: Etiketatu hautatutako fitxategiak album-izen honekin
hi: चयनित फाइलों को इस एल्बम नाम से टैग करें
ro: Etichetează fișierele selectate cu acest album
uk: Позначити вибрані файли цією назвою альбому
zh_cn: 对所选文件添加该专辑的标签

source: Tag selected files with this disc number
eu: Etiketatu hautatutako fitxategiak disko-zenbaki honekin
hi: चयनित फाइलों को इस डिस्क संख्या से टैग करें
ro: Etichetează fișierele selectate cu acest număr de disc
uk: Позначити вибрані файли цим номером диска
zh_cn: 对所选文件添加该光盘编号的标签

source: Year:
eu: Urtea:
hi: वर्ष:
ro: An:
uk: Рік:
zh_cn: 年份：

source: Tag selected files with this year
eu: Etiketatu hautatutako fitxategiak urte honekin
hi: चयनित फाइलों को इस वर्ष से टैग करें
ro: Etichetează fișierele selectate cu acest an
uk: Позначити вибрані файли цим роком
zh_cn: 对所选文件添加该发行年份的标签

source: Number selected tracks sequentially. Starts at 01 in each subdirectory
eu: Zenbakitu hautatutako pistak sekuentzia bati jarraituta. 01 balioarekin hasten da azpidirektorio bakoitzean
hi: चयनित ट्रैक्स को क्रमिक रूप से क्रमांकित करें। प्रत्येक उपनिर्देशिका में 01 से शुरू होता है
ro: Numărul de piste selectate secvențial. Începe la 01 în fiecare subdirector
uk: Пронумерувати позначені доріжки послідовно. Нумерація починається з 01 у кожному підкаталозі
zh_cn: 为所选音轨依序编号，每个子目录从 01 开始

source: Track #:
eu: # pista:
hi: ट्रैक #:
ro: Pistă #:
uk: К-ть доріжок:
zh_cn: 音轨 #：

source: Set the number of files, in the same directory of the displayed file, to the selected tracks
eu: Ezarri fitxategi kopurua, bistaratutako fitxategiaren direktorio berean, hautatutako pistetara
hi: प्रदर्शित फाइल की समान निर्देशिका में चयनित ट्रैक्स के लिए फाइलों की संख्या निर्धारित करें
ro: Stabilește numărul de fișiere, în același director al fișierului afișat, la pistele selectate
uk: Встановити для кількості файлів, у тому самому каталозі, що і показаний файл, значення кількості вибраних файлів
zh_cn: 对选中的音轨设置文件总数，以相同目录中显示的文件计算

source: Tag selected files with this number of tracks
eu: Etiketatu hautatutako fitxategiak pista kopuru honekin
hi: चयनित फाइलों को इस संख्या के ट्रैक के साथ टैग करें
ro: Etichetează fișierele selectate cu acest număr de piste
uk: Позначити вибрані файли цією кількістю доріжок
zh_cn: 对所选文件添加该音轨总数的标签

source: Genre:
eu: Generoa:
hi: शैली:
ro: Gen:
uk: Жанр:
zh_cn: 流派：

source: Comment:
eu: Iruzkina:
hi: टिप्पणी:
ro: Comentariu:
uk: Коментар:
zh_cn: 备注：

source: Tag selected files with this comment
eu: Etiketatu hautatutako fitxategiak iruzkin honekin
hi: चयनित फाइलों को इस टिप्पणी के साथ टैग करें
ro: Etichetează fișierele selectate cu acest comentariu
uk: Позначити вибрані файли цим коментарем
zh_cn: 对所选文件添加该备注的标签

source: Composer:
eu: Konpositorea:
hi: संगीतकार:
ro: Compozitor:
uk: Композитор:
zh_cn: 作曲家：

source: Tag selected files with this composer
eu: Etiketatu hautatutako fitxategiak konpositore honekin
hi: चयनित फाइलों को इस संगीतकार के साथ टैग करें
ro: Etichetează fișierele selectate cu acest compozitor
uk: Позначити вибрані файли цим композитором
zh_cn: 对所选文件添加该作曲家的标签

source: Orig. artist:
eu: Jatorrizko artista:
hi: मूल कलाकार:
ro: Artist original:
uk: Поч. виконавець:
zh_cn: 原唱者：

source: Tag selected files with this original artist
eu: Etiketatu hautatutako fitxategiak jatorrizko artista honekin
hi: चयनित फाइलों को इस मूल कलाकार के साथ टैग करें
ro: Etichetează fișierele selectate cu acest artist original
uk: Позначити вибрані файли цим початковим виконавцем
zh_cn: 对所选文件添加该原唱者的标签

source: Copyright:
eu: Copyright-a:
hi: कॉपीराइट:
ro: Drepturi de autor:
uk: Авторські права:
zh_cn: 版权：

source: Tag selected files with this copyright
eu: Etiketatu hautatutako fitxategiak copyright honekin
hi: चयनित फाइलों को इस कॉपीराइट के साथ टैग करें
ro: Etichetează fișierele selectate cu aceste drepturi de autor
uk: Позначити вибрані файли цими авторськими правами
zh_cn: 对所选文件添加该版权所有的标签

source: Tag selected files with this URL
eu: Etiketatu hautatutako fitxategiak URL honekin
hi: चयनित फाइलों को इस URL से टैग करें
ro: Etichetează fișierele selectate cu acest URL
uk: Позначити вибрані файли цією адресою
zh_cn: 对所选文件添加该 URL 的标签

source: Encoded by:
eu: Kodetzailea:
hi: इनके द्वारा एन्कोड:
ro: Codor:
uk: Кодувальник:
zh_cn: 编码器：

source: Tag selected files with this encoder name
eu: Etiketatu hautatutako fitxategiak kodetzaile-izen honekin
hi: चयनित फाइलों को इस एनकोडर नाम से टैग करें
ro: Etichetează fișierele selectate cu acest codor
uk: Позначити вибрані файли назвою цього кодувальника
zh_cn: 对所选文件添加该编码器的标签

source: Common
eu: Arrunta
hi: आम
ro: Comun
uk: Загальне
zh_cn: 常用

source: You can use drag and drop to add an image
eu: Irudia gehitzeko, hura arrastatu eta jaregin dezakezu
hi: आप छवि जोड़ने के लिए ड्रैग और ड्रॉप का प्रयोग कर सकते हैं
ro: Puteți utiliza trage și plasează pentru a adăuga o imagine
uk: Ви можете скористатися для додавання зображення перетягуванням зі скиданням
zh_cn: 你可以用拖放加入图片

source: Add images to the tag
eu: Gehitu irudiak etiketari
hi: टैग में छवियां जोड़ें
ro: Adaugă imagini la etichetă
uk: Додати зображення до мітки
zh_cn: 将图像加入标签

source: Remove selected images from the tag
eu: Kendu hautatutako irudiak etiketatik
hi: टैग से चयनित छवियां हटाएं
ro: Elimină imaginile selectate de la etichetă
uk: Вилучити позначені зображення з мітки
zh_cn: 从标签中删除所选图像

source: Save the selected images to files
eu: Gorde hautatutako irudiak fitxategietan
hi: चयनित छवियों को फाइलों में सहेजें
ro: Salvează imaginea selectată la fișiere
uk: Зберегти позначені зображення до файлів
zh_cn: 将所选图像保存到硬盘

source: Edit image properties
eu: Editatu irudi-propietateak
hi: छवि गुण संपादित करें
ro: Editează proprietățile imaginii
uk: Редагувати властивості зображення
zh_cn: 编辑图像属性

source: Tag selected files with these images
eu: Etiketatu hautatutako fitxategiak irudi hauekin
hi: चयनित फाइलों को इन छवियों के साथ टैग करें
ro: Etichetează fișierele selectate cu aceste imagini
uk: Позначити вибрані файли цими зображеннями
zh_cn: 对所选文件添加这些图像的标签

source: Images
eu: Irudiak
hi: छवियां
ro: Imagini
uk: Зображення
zh_cn: 图像

source: First file
eu: Lehen fitxategia
hi: पहली फाइल
ro: Primul fișier
uk: Перший файл
zh_cn: 第一个文件

source: _Previous File
eu: _Aurreko fitxategia
hi: पिछली फाइल (_P)
ro: Fișierul _anterior
uk: _Попередній файл
zh_cn: 上一个文件(_P)

source: Previous file
eu: Aurreko fitxategia
hi: पिछली फाइल
ro: Fișierul anterior
uk: Попередній файл
zh_cn: 上一个文件

source: Next file
eu: Hurrengo fitxategia
hi: अगली फाइल
ro: Fișierul următor
uk: Наступний файл
zh_cn: 下一个文件

source: Last file
eu: Azken fitxategia
hi: अंतिम फाइल
ro: Ultimul fișier
uk: Останній файл
zh_cn: 最后一个文件

source: _Show Scanner
eu: _Erakutsi eskanerra
hi: स्कैनर दिखाएं (_S)
ro: _Arată scanerul
uk: _Показати сканер
zh_cn: 显示扫描(_S)

source: Show scanner
eu: Erakutsi eskanerra
hi: स्कैनर दिखाएं
ro: Arată scanerul
uk: Показати сканер
zh_cn: 显示扫描

source: Remove tags
eu: Kendu etiketak
hi: टैग हटाएं
ro: Elimină etichetele
uk: Вилучити мітки
zh_cn: 删除标签

source: _Undo
eu: _Desegin
hi: पूर्ववत करें (_U)
ro: _Refă
uk: _Скасувати
zh_cn: 撤消(_U)

source: Undo for file
eu: Desegin fitxategirako
hi: फाइल के लिए पूर्ववत करें
ro: Refă pentru fișierul
uk: Скасувати для файла
zh_cn: 撤销文件更改

source: R_edo
eu: _Berregin
hi: पुनः करें (_e)
ro: R_epetă
uk: П_овторити
zh_cn: 重做(_E)

source: Redo for file
eu: Berregin fitxategirako
hi: फाइल के लिए पुनः करें
ro: Repetă pentru fișierul
uk: Повторити для файла
zh_cn: 重做文件更改

source: Save changes to selected files
eu: Gorde aldaketak hautatutako fitxategietan
hi: चयनित फाइलों में परिवर्तन सहेजें
ro: Salvează modificările fișierelor selectate
uk: Зберегти зміни до позначених файлів
zh_cn: 保存所选文件的更改

source: Browse directory tree
eu: Arakatu direktorio-zuhaitza
hi: डायरेक्टरी ट्री देखें
ro: Navighează arborele directoarelor
uk: Навігація ієрархією каталогів
zh_cn: 浏览目录树

source: Browse artists and albums
eu: Arakatu artistak eta albumak
hi: कलाकार और एल्बम देखें
ro: Navighează artiștii și albumele
uk: Навігація виконавцями і альбомами
zh_cn: 浏览艺术家和专辑

source: Invert file selection
eu: Alderantzikatu fitxategi-hautapena
hi: फाइल चयन उलटें
ro: Inversează selecția fișierelor
uk: Інвертувати позначення файлів
zh_cn: 反向选中文件

source: Search filenames and tags
eu: Bilatu fitxategi-izenak eta etiketak
hi: फाइल नाम और टैग खोजें
ro: Caută numele de fișiere și etichetele
uk: Шукати назви файлів і мітки
zh_cn: 搜索文件名和标签

source: CDDB Search…
eu: CDDB bilaketa…
hi: CDDB खोज…
ro: Căutare CDDB…
uk: Шукати у CDDB…
zh_cn: CDDB 搜索…

source: Generate a playlist
eu: Sortu erreprodukzio-zerrenda
hi: प्लेलिस्ट बनाएं
ro: Generează un playlist
uk: Створити список відтворення
zh_cn: 生成播放列表

source: Stop the current action
eu: Gelditu uneko ekintza
hi: वर्तमान कार्रवाई रोकें
ro: Oprește acțiunea curentă
uk: Припинити виконання поточної дії
zh_cn: 停止当前操作

source: Load on startup
eu: Kargatu abioan
hi: शुरुआत पर लोड करें
ro: Încarcă la pornire
uk: Завантажувати під час запуску
zh_cn: 启动时加载

source: Default path
eu: Bide-izen lehenetsia
hi: तयशुदा पथ
ro: Cale implicită
uk: Типовий шлях
zh_cn: 默认路径

source: Show hidden directories while browsing
eu: Erakutsi ezkutuko direktorioak arakatzean
hi: देखते समय छिपी हुई निर्देशिकाएं दिखाएं
ro: Arată directoarele ascunse în timpul navigării
uk: Показувати приховані каталоги під час навігації
zh_cn: 浏览时显示隐藏目录

source: CDDB server hostname for automatic search
eu: CDDB zerbitzariaren ostalari-izena bilaketa automatikorako
hi: स्वचालित खोज के लिए CDDB सर्वर होस्टनाम
ro: Numele de gazdă al serverului CDDB pentru căutare automată
uk: Назва вузла сервера CDDB для автоматичного пошуку
zh_cn: 自动搜索的 CDDB 服务器主机名称

source: The CDDB server to use for the automatic search
eu: Bilaketa automatikorako erabiliko den CDDB zerbitzaria
hi: स्वचालित खोज के लिए प्रयोग किया जाने वाला CDDB सर्वर
ro: Serverul CDDB de utilizat pentru căutarea automată
uk: Сервер CDDB, яким слід скористатися для автоматичного пошуку
zh_cn: 用来自动搜索的 CDDB 服务器

source: CDDB server port for automatic search
eu: CDDB zerbitzariaren ataka bilaketa automatikorako
hi: स्वचालित खोज के लिए CDDB सर्वर पोर्ट
ro: Portul serverului CDDB pentru căutare automată
uk: Порт сервера CDDB для автоматичного пошуку
zh_cn: 自动搜索的 CDDB 服务器端口

source: The CDDB server port to use for the automatic search
eu: Bilaketa automatikorako erabiliko den CDDB zerbitzariaren ataka
hi: स्वचालित खोज के लिए प्रयोग किया जाने वाला CDDB सर्वर पोर्ट
ro: Portul serverului CDDB de utilizat pentru căutarea automată
uk: Порт сервера CDDB, яким слід скористатися для автоматичного пошуку
zh_cn: 用来自动搜索的 CDDB 服务器端口

source: CDDB server path for automatic search
eu: CDDB zerbitzariaren bide-izena bilaketa automatikorako
hi: स्वचालित खोज के लिए CDDB सर्वर पथ
ro: Calea de server CDDB pentru căutare automată
uk: Шлях на сервері CDDB для автоматичного пошуку
zh_cn: 自动搜索的 CDDB 服务器路径

source: The CDDB server path to use for the automatic search
eu: Bilaketa automatikorako erabiliko den CDDB zerbitzariaren bide-izena
hi: स्वचालित खोज के लिए प्रयोग किया जाने वाला CDDB सर्वर पथ
ro: Calea de server CDDB de utilizat pentru căutarea automată
uk: Шлях на сервері CDDB, яким слід скористатися для автоматичного пошуку
zh_cn: 用来自动搜索的 CDDB 服务器路径

source: CDDB server hostname for manual search
eu: CDDB zerbitzariaren ostalari-izena eskuzko bilaketarako
hi: हस्तचालित खोज के लिए CDDB सर्वर होस्टनाम
ro: Numele de gazdă al serverului CDDB pentru căutare manuală
uk: Назва вузла сервера CDDB для пошуку вручну
zh_cn: 手动搜索的 CDDB 服务器主机名称

source: The CDDB server to use for a manual search
eu: Eskuzko bilaketarako erabiliko den CDDB zerbitzaria
hi: हस्तचालित खोज के लिए प्रयोग किया जाने वाला CDDB सर्वर
ro: Serverul CDDB de utilizat pentru o căutare manuală
uk: Сервер CDDB, яким слід скористатися для пошуку вручну
zh_cn: 用来手动搜索的 CDDB 服务器

source: CDDB server port for manual search
eu: CDDB zerbitzariaren ataka eskuzko bilaketarako
hi: हस्तचालित खोज के लिए CDDB सर्वर पोर्ट
ro: Portul serverului CDDB pentru căutare manuală
uk: Порт сервера CDDB для пошуку вручну
zh_cn: 手动搜索的 CDDB 服务器端口

source: The CDDB server port to use for a manual search
eu: Eskuzko bilaketarako erabiliko den CDDB zerbitzariaren ataka
hi: हस्तचालित खोज के लिए प्रयोग किया जाने वाला CDDB सर्वर पोर्ट
ro: Portul serverului CDDB de utilizat pentru o căutare manuală
uk: Порт сервера CDDB, яким слід скористатися для пошуку вручну
zh_cn: 用来手动搜索的 CDDB 服务器端口

source: CDDB server path for manual search
eu: CDDB zerbitzariaren bide-izena eskuzko bilaketarako
hi: हस्तचालित खोज के लिए CDDB सर्वर पथ
ro: Calea serverului CDDB pentru căutare manuală
uk: Шлях на сервері CDDB для пошуку вручну
zh_cn: 手动搜索的 CDDB 服务器路径

source: The CDDB server path to use for a manual search
eu: Eskuzko bilaketarako erabiliko den CDDB zerbitzariaren bide-izena
hi: हस्तचालित खोज के लिए प्रयोग किया जाने वाला CDDB सर्वर पथ
ro: Calea serverului CDDB de utilizat pentru o căutare manuală
uk: Шлях на сервері CDDB, яким слід скористатися для пошуку вручну
zh_cn: 用来手动搜索的 CDDB 服务器路径

source: Use DLM to match CDDB results to files
eu: Erabili DLM CDDB emaitzak fitxategiekin parekatzeko
hi: CDDB परिणामों को फाइलों से मिलान करने के लिए DLM का प्रयोग करें
ro: Utilizează DLM pentru a potrivi rezultatele CDDB la fișiere
uk: DLM для встановлення відповідності результатів CDDB файлам
zh_cn: 使用 DLM 算法将 CDDB 查询结果匹配到文件

source: Select the file with the position which matches the position of the CDDB result
eu: Hautatu CDDB emaitzaren kokalekuarekin bat datorren kokalekua duen fitxategia
hi: उस फाइल का चयन करें जिसकी स्थिति CDDB परिणाम की स्थिति से मेल खाती हो
ro: Selectează fișierul cu poziția care se potrivește cu poziția în rezultatul CDDB
zh_cn: 选中 CDDB 搜索结果中对应位置的文件

source: Enable proxy for remote CDDB
hi: रिमोट CDDB के लिए प्रॉक्सी सक्षम करें
uk: Увімкнути проксі для віддалених CDDB

source: CDDB proxy hostname
hi: CDDB प्रॉक्सी होस्टनाम
uk: Назва вузла проксі для CDDB

source: CDDB proxy port
hi: CDDB प्रॉक्सी पोर्ट
uk: Порт проксі для CDDB

source: CDDB proxy username
hi: CDDB प्रॉक्सी उपयोक्तानाम
uk: Користувач проксі для CDDB

source: CDDB proxy password
hi: CDDB प्रॉक्सी पासवर्ड
uk: Пароль до проксі для CDDB

source: Run the scanner on CDDB results
eu: Exekutatu eskanerra CDDB emaitzetan
hi: CDDB परिणामों पर स्कैनर चलाएं
ro: Rulează scanerul pe rezultatele CDDB
uk: Запустити сканер для результатів CDDB
zh_cn: 对 CDDB 搜索结果运行扫描

source: The fields to use in a manual CDDB search
eu: Eskuzko CDDB bilaketan erabiliko diren eremuak
hi: हस्तचालित CDDB खोज में प्रयोग किए जाने वाले क्षेत्र
ro: Câmpurile de utilizat într-o căutare CDDB manuală
uk: Поля, якими слід скористатися для пошуку у CDDB вручну
zh_cn: 用来手动搜索 CDDB 的字段

source: Which fields to search for matches of the returned CDDB results
eu: Itzulitako CDDB emaitzekin bat etortzeak bilatuko diren eremuak
hi: लौटाए गए CDDB परिणामों के मिलान के लिए किन क्षेत्रों में खोज करनी है
ro: Care câmpuri trebuie căutate pentru potriviri ale rezultatelor CDDB întoarse
zh_cn: 在返回的 CDDB 搜索结果中查找哪些匹配字段
