Repository: GNOME/easytag
Catalog: po/*.po
Languages: eu, hi, ro, uk, zh_cn

source: The categories to use in a CDDB search
eu: CDDB bilaketa batean erabiliko diren kategoriak
hi: CDDB खोज में प्रयोग की जाने वाली श्रेणियां
ro: Categoriile de utilizat într-o căutare CDDB
uk: Категорії, якими слід скористатися для пошуку у CDDB
zh_cn: 用来搜索 CDDB 的类别

source: Which categories to search for matches in the returned CDDB results
eu: Zein kategoriak arakatuko diren itzulitako CDDB emaitzekin bat etortzeak bilatzeko
hi: लौटाए गए CDDB परिणामों में मिलान के लिए कौन सी श्रेणियां खोजनी हैं
ro: Care categorii trebuie căutate pentru potriviri în rezultatele CDDB întoarse
zh_cn: 在返回的 CDDB 搜索结果中查找哪些匹配类别

source: The tag fields to set when matching against CDDB results
eu: CDDB emaitzekin bat etortzeak bilatzean ezarriko diren etiketa-eremuak
hi: CDDB परिणामों से मिलान करते समय निर्धारित किए जाने वाले टैग क्षेत्र
ro: Câmpurile etichetei de stabilit atunci când se potrivește față de rezultatele CDDB
zh_cn: 匹配 CDDB 搜索结果时设置哪些标签字段

source: Which tag fields should be set when matching against selected files and CDDB results
eu: Zein etiketa-eremu ezarriko diren hautatutako fitxategiekin eta CDDB emaitzekin bat etortzean
hi: चयनित फाइलों और CDDB परिणामों के साथ मिलान करते समय कौन से टैग क्षेत्र निर्धारित किए जाने चाहिए
ro: Care câmpuri de etichetă ar trebui stabilite atunci când se potrivește față de fișierele selectate și rezultatele CDDB
zh_cn: 匹配选中的文件和 CDDB 搜索结果时要设置哪些标签字段

source: Show changed files in bold
eu: Erakutsi aldatutako fitxategiak letra lodian
hi: परिवर्तित फाइलें बोल्ड में दिखाएं
ro: Arată fișierele modificate în aldin
uk: Показувати змінені файли напівжирним
zh_cn: 将已更改的文件用粗体显示

source: Whether to highlight changed files in the file list by making them bold, or alternatively by making them red
eu: Aldatutako fitxategiak fitxategien zerrendan letra lodiz nabarmenduko diren, ala gorriz nabarmenduko diren
hi: फाइल सूची में परिवर्तित फाइलों को बोल्ड करके चिन्हांकित करना है या वैकल्पिक रूप से उन्हें लाल करके चिन्हांकित करना है
ro: Dacă să se evidențieze fișierele modificate în lista de fișiere prin schimbarea lor în stil aldin, sau alternativ făcându-le roșii
zh_cn: 用粗体还是红色高亮已更改的文件

source: How to sort audio files in the file list
eu: Nola ordenatuko diren audio-fitxategiak fitxategien zerrendan
hi: फाइल सूची में ऑडियो फाइलों को कैसे क्रमबद्ध करें
ro: Cum să se sorteze fișiere audio în lista de fișiere
uk: Спосіб упорядковування файлів звукових даних у списку файлів
zh_cn: 如何排序文件列表中的音频文件

source: Sort files in ascending or descending order for the selected type
eu: Ordenatu fitxategiak gorantz edo beherantz hautatutako motarako
hi: चयनित प्रकार के लिए फाइलों को आरोही या अवरोही क्रम में छांटें
ro: Sortați fișiere în ordine ascendentă sau descendentă pentru tipul selectat
uk: Впорядкувати файли у висхідному або спадному порядку для вибраного типу
zh_cn: 根据选择的类型以升序或降序排列文件

source: Use a non-standard character encoding when reading ID3 tags
eu: Erabili estandarra ez den karaktere-kodeketa ID3 etiketak irakurtzean
hi: ID3 टैग पढ़ते समय गैर-मानक वर्ण एन्कोडिंग का प्रयोग करें
ro: Utilizează o codare de caracter non-standard la citirea etichetelor ID3
uk: Використовувати нестандартне кодування символів при читанні міток ID3
zh_cn: 读取 ID3 标签所用的非标准字符编码

source: Write ID3v1 tags
eu: Idatzi ID3v1 etiketak
hi: ID3v1 टैग लिखें
ro: Scrie etichete ID3v1
uk: Записувати мітки ID3v1
zh_cn: 写入 ID3v1 标签

source: The character set for writing ID3v1 tags
eu: ID3v1 etiketak idazteko karaktere-jokoa
hi: ID3v1 टैग लिखने के लिए वर्ण समूह
ro: Setul de caractere pentru scrierea etichetelor ID3v1
uk: Кодування символів для запису міток ID3v1
zh_cn: 写入 ID3v1 标签的字符集

source: Choose the character set to be used when writing ID3v1 tags
eu: Aukeratu ID3v1 etiketak idaztean erabiliko den karaktere-jokoa
hi: ID3v1 टैग लिखते समय प्रयोग किए जाने वाले वर्ण समूह का चयन करें
ro: Alegeți setul de caractere de utilizat când se scriu etichetele ID3v1
uk: Виберіть кодування символів, яке буде використано при читанні записуванні міток ID3v1
zh_cn: 选择用来写入 ID3v1 标签的字符集

source: Encoding options when writing ID3v1 tags
eu: ID3v1 etiketak idaztean erabiliko diren kodeketa-aukerak
hi: ID3v1 टैग लिखते समय एन्कोडिंग विकल्प
ro: Opțiuni de codare atunci când se scriu etichetele ID3v1
uk: Параметри кодування при записуванні міток ID3v1
zh_cn: 写入 ID3v1 标签的编码选项

source: Additional options to pass to iconv() when converting between encodings when writing ID3v1 tags
eu: ID3v1 etiketak idaztean kodeketa desberdinen arteko bihurketak egiten direnean, iconv() funtzioari pasatuko zaizkion aukera gehigarriak
hi: ID3v1 टैग लिखते समय एन्कोडिंग के बीच रूपांतरण करते समय iconv() को देने हेतु अतिरिक्त विकल्प
ro: Opțiuni adiționale de trecut la iconv() atunci când se convertește între codări când se scriu etichetele ID3v1
zh_cn: 写入 ID3v1 时，字符编码转换用到的 iconv() 函数的附加选项

source: The character set for reading ID3v1 and ID3v2 tags
eu: ID3v1 eta ID3v2 etiketak irakurtzeko karaktere-jokoa
hi: ID3v1 और ID3v2 टैग पढ़ने के लिए वर्ण समूह
ro: Setul de caractere pentru citirea etichetelor ID3v1 și ID3v2
uk: Кодування символів для читання міток ID3v1 і ID3v2
zh_cn: 读取 ID3v1 及 ID3v2 标签所用的字符集

source: Write ID3v2 tags
eu: Idatzi ID3v2 etiketak
hi: ID3v2 टैग लिखें
ro: Scrie etichete ID3v2
uk: Записувати мітки ID3v2
zh_cn: 写入 ID3v2 标签

source: Enable ID3v2.4 support
eu: Gaitu ID3v2.4 euskarria
hi: ID3v2.4 समर्थन सक्षम करें
ro: Activează suportul ID3v2.4
uk: Увімкнути підтримку ID3v2.4
zh_cn: 启用 ID3v2.4 支持

source: Whether to write ID3v2.4 tags when ID3v2 support is enabled
eu: ID3v2.4 etiketak idatziko diren ala ez ID3v2 euskarria gaituta dagoenean
hi: ID3v2 समर्थन सक्षम होने पर ID3v2.4 टैग लिखना है या नहीं
ro: Dacă să se scrie etichete ID3v2.4 atunci când suportul ID3v2 este activat
zh_cn: ID3v2 支持启用时，是否写入 ID3v2.4 标签

source: Convert old ID3 tag versions to new ones
eu: Bihurtu ID3 etiketa-bertsio zaharrak bertsio berri
hi: पुराने ID3 टैग संस्करणों को नए में बदलें
ro: Convertește versiunile vechi de etichetă ID3 în altele noi
uk: Перетворити старі версії міток ID3 на нові
zh_cn: 将旧版本的 ID3 标签转换为新版本

source: Use CRC-32 in ID3v2 tags
eu: Erabili CRC-32 ID3v2 etiketetan
hi: ID3v2 टैग में CRC-32 का प्रयोग करें
ro: Utilizează CRC-32 în etichete ID3v2
uk: Використати CRC-32 у мітках ID3v2
zh_cn: 在 ID3v2 标签中使用 CRC-32

source: Use Unicode character encoding in ID3v2 tags
eu: Erabili Unicode karaktere-kodeketa ID3v2 etiketetan
hi: ID3v2 टैग में यूनिकोड वर्ण एन्कोडिंग का प्रयोग करें
ro: Folosește codarea de caracter Unicode în etichetele ID3v2
zh_cn: 在 ID3v2 标签中使用 Unicode 字符编码

source: Whether to use a Unicode character set when writing ID3v2 tags
eu: Unicode karaktere-jokoa erabiliko den ala ez ID3v2 etiketak idaztean
hi: ID3v2 टैग लिखते समय यूनिकोड वर्ण समूह का प्रयोग करना है या नहीं
ro: Dacă să se utilizeze un set de caractere Unicode atunci când se scriu etichetele ID3v2
zh_cn: 是否在写入 ID3v2 标签时，使用 Unicode 字符集

source: The Unicode character set for writing ID3v2 tags
eu: ID3v2 etiketak idazteko karaktere-jokoa
hi: ID3v2 टैग लिखने के लिए यूनिकोड वर्ण समूह
ro: Setul de caractere Unicode pentru scrierea etichetelor ID3v2
uk: Кодування символів Юнікод для запису міток ID3v2
zh_cn: 写入 ID3v2 标签所用的 Unicode 字符集

source: Choose the Unicode character set to be used when writing ID3v2 tags
eu: Hautatu ID3v2 etiketak idaztean erabiliko den Unicode karaktere-jokoa
hi: ID3v2 टैग लिखते समय प्रयोग किए जाने वाले यूनिकोड वर्ण समूह का चयन करें
ro: Alegeți setul de caractere de utilizat atunci când se scriu etichete ID3v2
uk: Виберіть кодування символів Юнікод, яке буде використано при читанні записуванні міток ID3v2
zh_cn: 选择用来写入 ID3v2 标签的 Unicode 字符集

source: The character set for writing ID3v2 tags
eu: ID3v2 etiketak idazteko karaktere-jokoa
hi: ID3v2 टैग लिखने के लिए वर्ण समूह
ro: Setul de caractere pentru scrierea etichetelor ID3v2
uk: Кодування символів для запису міток ID3v2
zh_cn: 写入 ID3v2 标签的字符集

source: Override the typical Unicode character set to be used when writing ID3v2 tags
eu: Gainidatzi ID3v2 etiketak idaztean erabili behar den Unicode karaktere-joko tipikoa
hi: ID3v2 टैग लिखते समय प्रयोग किए जाने वाले विशिष्ट यूनिकोड वर्ण समूह को अध्यारोहण करें
ro: Suprascrie setul de caractere Unicode tipic de utilizat atunci când se scriu etichetele ID3v2
uk: Перевизначити стандартне кодування символів Юнікод, яке буде використано при записуванні міток ID3v2
zh_cn: 覆盖写入 ID3v2 标签时使用的典型 Unicode 字符编码设置

source: Encoding options when writing ID3v2 tags
eu: Kodeketa-aukerak ID3v2 etiketak idazteko
hi: ID3v2 टैग लिखते समय एन्कोडिंग विकल्प
ro: Opțiuni de codare atunci când se scriu etichetele ID3v2
uk: Параметри кодування при записуванні міток ID3v2
zh_cn: 写入 ID3v2 标签时的编码选项

source: Additional options to pass to iconv() when converting between encodings when writing ID3v2 tags
eu: ID3v2 etiketak idaztean kodeketa desberdinen arteko bihurketak egiten direnean, iconv() funtzioari pasatuko zaizkion aukera gehigarriak
hi: ID3v2 टैग लिखते समय एन्कोडिंग के बीच रूपांतरण करते समय iconv() को पास करने के लिए अतिरिक्त विकल्प
ro: Opțiuni adiționale de trecere la inconv() atunci când se convertește între codări când se scriu etichetele ID3v2
zh_cn: 写入 ID3v2 时，字符编码转换用到的 iconv() 函数的附加选项

source: Automatically complete the date
eu: Automatikoki osatu data
hi: स्वचालित रूप से तिथि पूर्ण करें
ro: Completează automat data
uk: Автоматично доповнювати дату
zh_cn: 自动填入日期

source: Pad the disc number tag field
eu: Bete disko-zenbakiaren etiketa-eremua
hi: डिस्क नंबर टैग क्षेत्र को पैड करें
ro: Completează câmpul de etichetă a numărului discului
uk: Доповнювати поле мітки номера диска
zh_cn: 用零填充“光盘编号”字段

source: The length of the disc number field
eu: Disko-zenbakiaren eremuaren luzera
hi: डिस्क संख्या क्षेत्र की लंबाई
ro: Lungimea câmpului a numărului discului
uk: Довжина поля номера диска
zh_cn: “光盘编号”字段数字位数

source: The length of the disc number field, which controls if the field is padded with leading zeroes
eu: Disko-zenbakiaren eremuaren luzera, eremua aurretik zeroak sartuta beteko den ala ez kontrolatzen duena
hi: डिस्क संख्या क्षेत्र की लंबाई, जो नियंत्रित करती है कि क्षेत्र में अग्रणी शून्य लगा हुआ है या नहीं
ro: Lungimea câmpului a numărului discului, care controlează dacă câmpul este completat cu zerouri conducătoare
zh_cn: “光盘编号”字段的数字位数，控制该字段是否用前缀零填充

source: Whether to, when adding cover art, automatically select the type for an image based on its filename
eu: Albumaren azala gehitzean, irudiaren mota automatikoki hautatuko den ala ez, haren fitxategi-izenean oinarrituta
hi: कवर आर्ट जोड़ते समय, फाइल नाम के आधार पर छवि के प्रकार का स्वचालित रूप से चयन करना है या नहीं
ro: Dacă să se selecteze automat, atunci când se adaugă artă de copertă, tipul pentru o imagine bazat pe numele fișierului
uk: Визначає, чи слід при додаванні зображень обкладинок автоматично вибирати тип зображення на основі його назви файла
zh_cn: 加入封面时，是否自动根据文件名选择图片类型

source: Pad the track number tag field
eu: Bete pista-zenbakiaren etiketa-eremua
hi: ट्रैक नंबर टैग क्षेत्र को पैड करें
ro: Completează câmpul etichetei a numărului de pistă
uk: Доповнювати поле мітки номера доріжки
zh_cn: 用零填充“音轨编号”字段

source: The length of the track number field
eu: Pista-zenbakiaren eremuaren luzera
hi: ट्रैक नंबर क्षेत्र की लंबाई
ro: Lungimea câmpului a numărului de pistă
uk: Довжина поля номера доріжки
zh_cn: “音轨编号”字段数字位数

source: The length of the track number field, which controls if the field is padded with leading zeroes
eu: Pista-zenbakiaren eremuaren luzera, eremua aurretik zeroak sartuta beteko den ala ez kontrolatzen duena
hi: ट्रैक नंबर क्षेत्र की लंबाई, जो नियंत्रित करती है कि क्षेत्र में अग्रणी शून्य लगा हुआ है या नहीं
ro: Lungimea câmpului a numărului de pistă, care controlează dacă câmpul este completat cu zerorui conducătoare
zh_cn: “音轨编号”字段的数字位数，控制该字段是否用前缀零填充

source: Convert spaces and underscores when filling tag fields
eu: Bihurtu zuriuneak eta azpimarrak etiketa-eremuak betetzean
hi: टैग क्षेत्र भरते समय रिक्त स्थान और अंडरस्कोर परिवर्तित करें
ro: Convertește spațiile și liniuțele de subliniere atunci când se completează câmpurile etichetei
uk: Перетворювати пробіли і підкреслювання при заповненні полів міток
zh_cn: 填充标签字段时转换空格和下划线

source: Whether to convert to spaces (and %20) or underscores when filling tag fields from filenames
eu: Etiketa-eremuak fitxategi-izenetatik betetzean, zuriuneetara (eta %20 ikurretara) bihurtuko diren ala ez
hi: फाइल नामों से टैग क्षेत्र भरते समय रिक्त स्थान (और %20) या अंडरस्कोर में परिवर्तित करना है या नहीं
ro: Dacă să se convertească la spații (și %20) sau liniuțe de subliniere atunci când se completează câmpurile etichetei de la nume de fișier
zh_cn: 从文件名填充标签字段时，是否转换空格（以及 %20）或下划线

source: Overwrite tag field
eu: Gainidatzi etiketaren eremua
hi: टैग क्षेत्र अधिलेखित करें
ro: Suprascrie câmpul etichetei
uk: Перезаписати поле мітки
zh_cn: 覆盖标签字段

source: Set the default comment
eu: Ezarri iruzkin lehenetsia
hi: तयशुदा टिप्पणी निर्धारित करें
ro: Stabilește comentariul implicit
uk: Встановити типовий коментар
zh_cn: 设置默认备注

source: Default comment for filling tags
eu: Etiketak betetzeko iruzkin lehenetsia
hi: टैग भरने के लिए तयशुदा टिप्पणी
ro: Comentariul implicit pentru completarea etichetelor
uk: Типовий коментар для заповнення міток
zh_cn: 填充标签的默认备注

source: The default comment to use when filling tags
eu: Etiketak betetzean erabiliko den iruzkin lehenetsia
hi: टैग भरते समय प्रयोग की जाने वाली तयशुदा टिप्पणी
ro: Comentariul implicit de utilizat atunci când se completează etichetele
uk: Типовий коментар при заповненні міток
zh_cn: 填充标签时使用的默认备注

source: Use the CRC-32 as the default comment
eu: Erabili CRC-32 iruzkin lehenetsi gisa
hi: तयशुदा टिप्पणी के रूप में CRC-32 का प्रयोग करें
ro: Utilizează CRC-32 ca și comentariu implicit
zh_cn: 用 CRC-32 作为默认备注

source: Run the current scanner when loading filenames from a file
eu: Exekutatu uneko eskanerra fitxategi-izenak fitxategi batetik kargatzean
hi: किसी फाइल से फाइल नाम लोड करते समय वर्तमान स्कैनर चलाएं
ro: Rulează scanerul curent la încărcarea numelor de fișiere dintr-un fișier
zh_cn: 从文件加载文件名时，运行当前的扫描

source: Process these tag fields
eu: Prozesatu etiketa-eremu hauek
hi: इन टैग क्षेत्रों को संसाधित करें
ro: Procesează aceste câmpuri de etichete
uk: Обробляти ці поля міток
zh_cn: 处理这些标签字段

source: The tag fields to process when using the scanner
eu: Eskanerra erabiltzean prozesatuko diren etiketa-eremuak
hi: स्कैनर का प्रयोग करते समय संसाधित करने के लिए टैग क्षेत्र
ro: Câmpurile etichetei de procesat atunci când se utilizează scanerul
uk: Поля міток, які слід обробити при використанні сканера
zh_cn: 扫描时要处理的标签字段

source: Convert tag fields when processing
eu: Bihurtu etiketa-eremuak prozesatzean
hi: प्रसंस्करण करते समय टैग क्षेत्र परिवर्तित करें
ro: Convertește câmpurile de etichete când se procesează
uk: перетворювати поля міток при обробці
zh_cn: 处理时转换标签字段

source: Whether to convert to spaces (and %20), underscores or other characters when processing tag fields
eu: Etiketa-eremuak prozesatzean, zuriuneetara (eta %20 ikurretara), azpimarretara edo beste karaktere batzuetara bihurtuko diren ala ez
hi: टैग क्षेत्रों को संसाधित करते समय रिक्त स्थान (और %20), अंडरस्कोर या अन्य वर्णों में परिवर्तित करना है या नहीं
ro: Dacă să se convertească la spații (și %20), liniuțe de subliniere sau alte caractere atunci când se procesează câmpurile etichetei
zh_cn: 处理标签字段时，是否转换空格（以及 %20）、下划线或其他字符

source: Convert characters in tags
eu: Bihurtu karaktereak etiketa
hi: टैग में वर्ण परिवर्तित करें
ro: Convertește caracterele din etichete
uk: Перетворювати символи у мітках
zh_cn: 转换标签的字符

source: Whether to convert characters of the tag from one value to another when processing tag fields
eu: Etiketa-eremuak prozesatzean, etiketaren karaktereak balio batetik beste batera bihurtuko diren ala ez
hi: टैग क्षेत्रों को संसाधित करते समय टैग के वर्णों को एक मान से दूसरे मान में परिवर्तित करना है या नहीं
ro: Dacă să se convertească caracterele etichetei de la o valoare la alta atunci când se procesează câmpurile etichetei
zh_cn: 处理标签字段时，是否替换标签中的字符

source: Convert the following characters when processing tag fields
eu: Bihurtu hurrengo karaktereak etiketa-eremuak prozesatzean
hi: टैग क्षेत्रों को संसाधित करते समय निम्नलिखित वर्णों को परिवर्तित करें
ro: Convertește următoarele caractere atunci când se procesează câmpurile etichetei
zh_cn: 处理标签字段时转换下列字符

source: Replace any matched sequence of characters with this string when processing tag fields
eu: Etiketa-eremuak prozesatzean, ordezkatu bat datorren edozein karaktere-sekuentzia kate honekin
hi: टैग क्षेत्रों को संसाधित करते समय वर्णों के किसी भी मेल खाने वाले अनुक्रम को इस स्ट्रिंग से बदलें
ro: Înlocuiește orice secvență potrivită de caractere cu acest șir atunci când se procesează câmpurile etichetei
zh_cn: 处理标签字段时用此字符串替换所有匹配到的字符序列

source: Lower-case all characters
hi: सभी अक्षरों को छोटा करें
uk: Усі літери малі

source: Upper-case all characters
hi: सभी अक्षरों को बड़ा करें
uk: Усі літери великі

source: Upper-case the first letter of the tag
hi: टैग का पहला अक्षर बड़े अक्षरों में लिखें
uk: Робити великою першу літеру мітки

source: Upper-case the first letter of each word
hi: प्रत्येक शब्द का पहला अक्षर बड़े अक्षरों में लिखें
uk: Робити великими перші літери усіх слів

source: Upper-case prepositions
eu: Maiuskulak preposizioetan
hi: बड़े अक्षर वाले पूर्वसर्ग
ro: Prepoziții cu literă mare
uk: Прийменники великими літерами
zh_cn: 大写介词

source: Detect roman numerals
eu: Detektatu zenbaki erromatarrak
hi: रोमन अंकों का पता लगाएं
ro: Detectează cifrele romane
uk: Виявляти римські цифри
zh_cn: 检测罗马数字

source: Insert spaces before capital letters
eu: Txertatu zuriuneak maiuskulen aurretik
hi: बड़े अक्षरों से पहले रिक्त स्थान डालें
ro: Inserează spații înainte de literele mari
uk: Вставляти пробіли перед великими літерами
zh_cn: 在大写字母前插入空格

source: Remove duplicate spaces
eu: Kendu zuriune bikoiztuak
hi: डुप्लिकेट रिक्त स्थान हटाएं
ro: Elimină spațiile duplicate
uk: Вилучати дублікати пробілів
zh_cn: 移除重复的空格

source: Playlist filename mask
eu: Erreprodukzio-zerrendaren fitxategi-izenen maskara
hi: प्लेलिस्ट फाइल नाम मास्क
ro: Masca numelui de fișier al listei de redare
uk: Маска назви файла списку відтворення
zh_cn: 播放列表文件名掩码

source: The default filename mask to use for a new playlist
eu: Erreprodukzio-zerrenda berri baterako erabiliko den fitxategi-izenen maskara lehenetsia
hi: नई प्लेलिस्ट के लिए प्रयोग किया जाने वाला तयशुदा फाइल नाम मास्क
ro: Masca de nume de fișier implicit de utilizat pentru o listă de redare nouă
uk: Типова маска назви файла, якою слід скористатися для нових списків відтворення
zh_cn: 新播放列表使用的默认文件名掩码

source: Use a filename mask when generating a playlist
eu: Erabili fitxategi-izenen maskara bat erreprodukzio-zerrenda bat sortzean
hi: प्लेलिस्ट बनाते समय फाइल नाम मास्क का प्रयोग करें
ro: Utilizează o mască de nume de fișier atunci când se generează o listă de redare
zh_cn: 生成播放列表时使用文件名掩码

source: Whether to use a filename mask when creating playlists
eu: Fitxategi-izenen maskara bat erabiliko den ala ez erreprodukzio-zerrendak sortzean
hi: प्लेलिस्ट बनाते समय फाइल नाम मास्क का प्रयोग करना है या नहीं
ro: Dacă să se utilizeze o mască de fișier atunci când se creează o listă de redare
zh_cn: 创建播放列表时，是否使用文件名掩码

source: Create playlists with only the selected files
eu: Sortu erreprodukzio-zerrendak hautatutako fitxategiekin soilik
hi: केवल चयनित फाइलों से प्लेलिस्ट बनाएं
ro: Creează o listă de redare doar cu fișierele selectate
uk: Створювати списки відтворення лише з вибраних файлів
zh_cn: 仅以所选文件创建播放列表

source: Use relative paths when creating playlists
eu: Erabili bide-izen erlatiboak erreprodukzio-zerrendak sortzean
hi: प्लेलिस्ट बनाते समय सापेक्ष पथ का प्रयोग करें
ro: Utilizează căi relative când se creează liste de redare
uk: Використовувати відносні шляхи при створенні списків відтворення
zh_cn: 使用相对路径创建播放列表

source: Whether to use relative paths for files when creating playlists
eu: Bide-izen erlatiboak erabiliko diren ala ez erreprodukzio-zerrendak sortzean
hi: क्या प्लेलिस्ट बनाते समय फाइलों के लिए सापेक्ष पथों का प्रयोग करना चाहिए
ro: Dacă să se utilizeze căi relative pentru fișiere atunci când se creează liste de redare
zh_cn: 创建播放列表时，是否使用文件相对路径

source: Create the playlist in the parent directory
eu: Sortu erreprodukzio-zerrenda direktorio gurasoan
hi: पैरेंट डायरेक्ट्री में प्लेलिस्ट बनाएं
ro: Creează lista de redare în directorul superior
uk: Створити список відтворення у батьківському каталозі
zh_cn: 在上层目录中创建播放列表

source: Use DOS separators for playlists
eu: Erabili direktorioen DOS bereizlea erreprodukzio-zerrendetarako
hi: प्लेलिस्ट के लिए DOS विभाजक का प्रयोग करें
ro: Utilizează separatori DOS pentru listele de redare
uk: Використовувати роздільники DOS для списків відтворення
zh_cn: 播放列表使用 DOS 分隔字符

source: Content of generated playlists
eu: Sortutako erreprodukzio-zerrenden edukia
hi: उत्पन्न प्लेलिस्ट की सामग्री
ro: Conținutul listelor de redare generate
uk: Вміст створених списків відтворення
zh_cn: 播放列表内容

source: Write a plain list of files, include extended information from the filename or extended information using a supplied mask
eu: Idatzi eremuen zerrenda soila, fitxategi-izenaren informazio hedatua barne, edo emandako maskara baten bidez eskuratutako informazio hedatua barne
hi: फाइलों की एक सरल सूची लिखें, फाइल नाम से विस्तारित जानकारी या दिए गए मास्क का प्रयोग करके विस्तारित जानकारी शामिल करें
ro: Scrie o listă simplă de fișiere, include informațiile extinse de la numele de fișier sau informațiile extinse utilizând o mască furnizată
zh_cn: 写入一个文件列表，包括文件名中的扩展信息或使用所选掩码的扩展信息

source: Playlist default mask
eu: Erreprodukzio-zerrendaren maskara lehenetsia
hi: प्लेलिस्ट तयशुदा मास्क
ro: Masca implicită a listei de redare
uk: Типова маска списку відтворення
zh_cn: 播放列表默认掩码

source: The default mask to use for files in a playlist
eu: Erreprodukzio-zerrenda bateko fitxategietan erabiliko den maskara lehenetsia
hi: प्लेलिस्ट में फाइलों के लिए प्रयोग किया जाने वाला तयशुदा मास्क
ro: Masca implicită de utilizat pentru fișiere într-o listă de redare
uk: Типова маска, якою слід скористатися для файлів у списку відтворення
zh_cn: 播放列表中的文件所用的默认掩码

source: Search for files case-sensitively
eu: Bilatu fitxategiak maiuskulak eta minuskulak kontuan hartuta
hi: फाइलों को अक्षर-संवेदी ढंग से खोजें
ro: Caută pentru fișiere care încep cu litere mari
uk: Шукати файли із врахуванням регістру символів
zh_cn: 搜索文件时区分大小写

source: Whether matches when searching for files are case-sensitive
eu: Fitxategiak bilatzean maiuskulak eta minuskulak kontuan hartuko diren ala ez
hi: क्या फाइलों की खोज करते समय मिलान अक्षर-संवेदी होते हैं
ro: Dacă se potrivește atunci când se caută pentru fișiere care încep cu litere mari
uk: Визначає, чи слід враховувати регістр символів при пошуку файлів
zh_cn: 是否在搜索文件时区分大小写

source: Search in filenames
eu: Bilatu fitxategi-izenetan
hi: फाइल नामों में खोजें
ro: Caută în numele de fișiere
uk: Шукати у назвах файлів
zh_cn: 在文件名中搜索

source: Perform the search on filenames
eu: Bilatu fitxategi-izenetan
hi: फाइल नामों पर खोज करें
ro: Execută căutarea pe nume de fișiere
uk: Виконувати пошук у назвах файлів
zh_cn: 在文件名列表中搜索

source: Search in tags
eu: Bilatu etiketetan
hi: टैग में खोजें
ro: Caută în etichete
uk: Шукати у мітках
zh_cn: 在标签中搜索

source: Perform the search on tags
eu: Bilatu etiketetan
hi: टैग पर खोज करें
ro: Execută căutarea pe etichete
uk: Виконувати пошук у мітках
zh_cn: 在标签列表中搜索

source: Mask for filling tags from filenames
eu: Maskara etiketak fitxategi-izenetatik betetzeko
hi: फाइल नामों से टैग भरने के लिए मास्क
ro: Masca pentru completarea etichetelor pentru nume de fișiere
uk: Маска для заповнення міток на основі назв файлів
zh_cn: 从文件名填充标签时使用的掩码
