Repository: GNOME/easytag
Catalog: po/*.po
Languages: eu, hi, ro, uk, zh_cn

source: Whether to upper-case the first letter of all words, including prepositions and other short words such as “feat.”, when processing tag fields
eu: Etiketa-eremuak prozesatzean hitz guztien lehen letra maiuskulaz idatziko diren ala ez
hi: टैग क्षेत्रों को संसाधित करते समय, सभी शब्दों के पहले अक्षर को बड़े-वर्ण में लिखना है या नहीं, जिसमें पूर्वसर्ग और अन्य छोटे शब्द जैसे "feat." शामिल हैं
ro: Dacă să se transforme în literă mare prima literă a tuturor cuvintelor, inclusiv prepoziții și alte cuvinte scurte precum „feat.”, atunci când se procesează câmpurile de etichete
uk: Визначає, чи слід робити великими перші літери усіх слів, зокрема літери артиклів та інших коротких слів, наприклад «feat.», при обробці полів міток
zh_cn: 处理标签字段时，是否大写所有单词的首字母，包括介词和其他小词，例如“feat.”

source: Fields
eu: Eremuak
hi: क्षेत्र
ro: Câmpuri
uk: Поля
zh_cn: 字段

source: Overwrite fields when scanning tags
eu: Gainidatzi eremuak etiketak eskaneatzean
hi: टैग स्कैन करते समय क्षेत्रों को अधिलेखित करें
ro: Suprascrie câmpurile când se scanează etichetele
uk: Перезаписувати поля при скануванні міток
zh_cn: 扫描标签时覆盖现有字段

source: Whether to overwrite the tag field values when filling tags. Otherwise, only blank tag fields will be filled
eu: Etiketa-eremuaren balioak gainidatziko diren ala ez etiketak betetzean. Bestela, etiketa-eremu hutsak soilik beteko dira
hi: टैग भरते समय टैग क्षेत्र मानों को अधिलेखित करना है या नहीं। अन्यथा, केवल रिक्त टैग क्षेत्र ही भरे जाएंगे
ro: Dacă să se suprascrie valorile de câmp de etichetă atunci când se completează etichetele. În caz contrar, doar câmpurile de etichetă goale vor fi completate
uk: Визначає, чи слід перезаписувати значення полів міток при заповненні міток. Якщо не визначено, буде заповнено лише порожні поля міток
zh_cn: 填充标签时是否覆盖标签字段的值。不选只会填充空白标签字段

source: Set this text as default comment:
eu: Ezarri testu hau iruzkin lehenetsi gisa:
hi: इस पाठ को तयशुदा टिप्पणी के रूप में निर्धारित करें:
ro: Stabilește acest text ca și comentariu implicit:
uk: Зробити цей текст типовим коментарем:
zh_cn: 将此文本作为默认备注：

source: Whether to set the comment tag field to the provided default value when filling tags
eu: Iruzkinen etiketa-eremuan balio lehenetsia ezarriko den ala ez etiketak betetzean
hi: क्या टैग भरते समय टिप्पणी टैग क्षेत्र को दिए गए तयशुदा मान पर निर्धारित करना है
ro: Dacă să se stabilească câmpul de etichetă de comentariu la valoarea furnizată implicit atunci când se completează etichetele
uk: Визначає, чи слід використовувати вказане значення як типовий вміст поля мітки коментаря при заповненні міток
zh_cn: 填充标签时，是否将备注标签字段设置为右边的默认值

source: Use CRC-32 as the default comment (for files with ID3 tags only)
eu: Erabili CRC-32 iruzkin lehenetsi gisa (ID3 etiketak dituzten fitxategietan soilik)
hi: तयशुदा टिप्पणी के रूप में CRC-32 का प्रयोग करें (केवल ID3 टैग वाली फाइलों के लिए)
ro: Utilizează CRC-32 ca și comentariu implicit (doar pentru fișiere cu etichete ID3)
uk: CRC-32 як типовий коментар (лише для файлів із мітками ID3)
zh_cn: 用 CRC-32 作为默认备注（只对 ID3 标签有效）

source: Whether to use the CRC-32 of the audio file data as the default comment, for files with ID3 tags only
eu: Audio-fitxategien datuetako CRC-32 erabiliko den ala ez iruzkin lehenetsi gisa, ID3 etiketak dituzten fitxategietan soilik
hi: क्या ऑडियो फाइल डेटा के CRC-32 को तयशुदा टिप्पणी के रूप में प्रयोग किया जाना चाहिए, केवल ID3 टैग वाली फाइलों के लिए
ro: Dacă să se utilizeze CRC-32 al datelor fișierului audio ca și comentariu implicit, doar pentru fișiere cu etichete ID3
uk: Визначає, чи слід використовувати контрольну суму CRC-32 файла звукових даних як типовий коментар. Лише для файлів із мітками ID3.
zh_cn: 是否用音频文件数据的 CRC-32 作为默认备注，只对使用 ID3 标签的文件类型有效

source: Scanner
eu: Eskanerra
hi: स्कैनर
ro: Examinator
uk: Сканер
zh_cn: 扫描器

source: Automatic Search Servers
eu: Bilaketa automatikoen zerbitzariak
hi: सर्वरों को स्वचालित रूप से खोजें
ro: Servere de căutare automată
uk: Автоматичний пошук на серверах
zh_cn: 自动搜索服务器

source: Host:
eu: Ostalaria:
hi: होस्ट:
ro: Gazdă:
uk: Вузол:
zh_cn: 主机：

source: Port:
eu: Ataka:
hi: पोर्ट:
uk: Порт:
zh_cn: 端口：

source: CGI Path:
eu: CGI bidea:
hi: CGI पथ:
ro: Cale CGI:
uk: Шлях CGI:
zh_cn: CGI 路径：

source: Manual Search Server
eu: Eskuzko bilaketen zerbitzaria
hi: मैनुअल खोज सर्वर
ro: Server de căutare manuală
uk: Пошук на серверах вручну
zh_cn: 手动搜索服务器

source: Proxy
hi: प्रॉक्सी
uk: Проксі

source: Use a proxy server
hi: प्रॉक्सी सर्वर का उपयोग करें
uk: Використовувати проксі-сервер

source: Whether to access remote CDDB through a proxy
hi: क्या प्रॉक्सी के माध्यम से रिमोट CDDB तक पहुंचना है
uk: Визначає, чи слід використовувати для доступу до віддаленої CDDB проксі-сервер.

source: Hostname for a proxy to access remote CDDB
hi: रिमोट CDDB तक पहुंचने के लिए प्रॉक्सी का होस्टनाम
uk: Назва вузла проксі-сервера для доступу до віддаленої CDDB

source: Port for a proxy to access remote CDDB
hi: रिमोट CDDB तक पहुंचने के लिए प्रॉक्सी हेतु पोर्ट
uk: Порт проксі-сервера для доступу до віддаленої CDDB

source: User:
hi: उपयोक्ता:
uk: Користувач:

source: Username for a proxy to access remote CDDB
hi: दूरस्थ CDDB तक पहुंचने के लिए प्रॉक्सी का उपयोक्तानाम
uk: Користувач проксі-сервера для доступу до віддаленої CDDB

source: Password:
hi: पासवर्ड:
uk: Пароль:

source: Password for a proxy to access remote CDDB
hi: रिमोट CDDB तक पहुंचने के लिए प्रॉक्सी का पासवर्ड
uk: Пароль до проксі-сервера для доступу до віддаленої CDDB

source: Results List
eu: Emaitzen zerrenda
hi: परिणाम सूची
ro: Lista de rezultate
uk: Список результатів
zh_cn: 结果列表

source: Select corresponding file (according to position or DLM if activated below)
eu: Hautatu dagokion fitxategia (DLMaren kokalekuaren arabera, behean aktibatuta badago)
hi: संगत फाइल का चयन करें (स्थिति के अनुसार या DLM यदि नीचे सक्रिय है)
ro: Selectați fișierul corespunzător (în funcție de poziție sau DLM dacă este activat mai jos)
uk: Позначати відповідний файл (за позицією або DLM, якщо увімкнено нижче)
zh_cn: 根据顺序或 DLM（如在下方启用），选择对应的文件

source: Whether to select the file in the file list which matches the position in the CDDB results list
eu: Fitxategien zerrendan, CDDB emaitzen zerrendan duen kokapenarekin bat datorren fitxategia hautatuko den ala ez
hi: क्या फाइल सूची में उस फाइल का चयन करना है जो CDDB परिणाम सूची में स्थिति से मेल खाती है
ro: Dacă să se selecteze fișierul în lista de fișiere care se potrivește cu poziția în lista de rezultate CDDB
uk: Визначає, чи слід позначати у списку файлів файл, який відповідає позиції у списку результатів CDDB
zh_cn: 是否在文件列表中选择与 CDDB 结果列表中对应位置的文件

source: Use the Levenshtein algorithm (DLM) to match results (using title) with audio files (using filename)
eu: Erabili Levenshtein algoritmoa (DLM) emaitzak (izenburua erabilita) eta audio-fitxategiak (fitxategi-izenak erabilita) parekatzeko
hi: परिणामों (शीर्षक का प्रयोग करके) को ऑडियो फाइलों (फाइल नाम का प्रयोग करके) से मिलान करने के लिए लेवेनश्टाइन एल्गोरिथ्म (DLM) का प्रयोग करें
ro: Utilizează algoritmul Levenshtein (DLM) pentru a potrivi rezultatele (utilizând titlul) cu fișierele audio (utilizând numele de fișier)
uk: Скористатися алгоритмом Левенштайна (DLM) для встановлення відповідності результатів (на основі заголовка) файлами звукових даних (на основі назви файла)
zh_cn: 使用 Levenshtein 算法（DLM）将搜索结果（按标题）与音频文件（按文件名）匹配

source: Confirmation
eu: Berrespena
hi: पुष्टीकरण
ro: Confirmări
uk: Підтвердження
zh_cn: 确认

source: Confirm before writing tags
eu: Baieztatu etiketak idatzi baino lehen
hi: टैग लिखने से पहले पुष्टि करें
ro: Confirmă înainte de a scrie etichetele
uk: Підтвердження перед записуванням міток
zh_cn: 写入标签要先确认

source: Whether to ask for confirmation from the user before writing tags to audio files
eu: Audio-fitxategien etiketak idatzi baino lehen erabiltzailearen baieztapena eskatuko den ala ez
hi: क्या ऑडियो फाइलों में टैग लिखने से पहले उपयोक्ता से पुष्टि मांगनी चाहिए
ro: Dacă să se întrebe pentru confirmare de la utilizator înainte de a scrie etichetele la fișierele audio
uk: Визначає, чи слід програмі просити користувача підтвердити дію записування міток до файлів звукових даних
zh_cn: 将标签写入音频文件时，是否征求用户的确认

source: Confirm before renaming a file
eu: Baieztatu fitxategi baten izena aldatu baino lehen
hi: फाइल का नाम बदलने से पहले पुष्टि करें
ro: Confirmă înainte de a redenumi un fișier
uk: Підтвердження перейменуванням файла
zh_cn: 重命名文件要先确认

source: Whether to ask for confirmation from the user before renaming a file
eu: Fitxategi baten izena aldatu baino lehen erabiltzailearen baieztapena eskatuko den ala ez
hi: क्या फाइल का नाम बदलने से पहले उपयोक्ता से पुष्टि लेनी है
ro: Dacă să se întrebe pentru confirmare de la utilizator înainte de a redenumi un fișier
uk: Визначає, чи слід програмі просити користувача підтвердити перейменування файла
zh_cn: 重命名文件时，是否征求用户的确认

source: Confirm before deleting a file
eu: Baieztatu fitxategi bat ezabatu baino lehen
hi: फाइल हटाने से पहले पुष्टि करें
ro: Confirmă înainte de a șterge un fișier
uk: Підтвердження вилучення файла
zh_cn: 删除文件要先确认

source: Whether to ask for confirmation from the user before deleting a file
eu: Fitxategi bat ezabatu baino lehen erabiltzailearen baieztapena eskatuko den ala ez
hi: क्या किसी फाइल को हटाने से पहले उपयोक्ता से पुष्टि मांगनी है
ro: Dacă să se întrebe pentru confirmare de la utilizator înainte de a șterge un fișier
uk: Визначає, чи слід програмі просити користувача підтвердити вилучення файла
zh_cn: 删除文件时，是否征求用户的确认

source: Confirm before writing a playlist
eu: Baieztatu erreprodukzio-zerrenda bat idatzi baino lehen
hi: प्लेलिस्ट लिखने से पहले पुष्टि करें
ro: Confirmă înainte de a scrie o listă de redare
uk: Підтвердження запису списку відтворення
zh_cn: 写入播放列表要先确认

source: Whether to ask for confirmation from the user before writing a playlist
eu: Erreprodukzio-zerrenda bat idatzi baino lehen erabiltzailearen baieztapena eskatuko den ala ez
hi: क्या प्लेलिस्ट लिखने से पहले उपयोक्ता से पुष्टि मांगनी है
ro: Dacă să se întrebe pentru confirmare de la utilizator înainte de a scrie o listă de redare
uk: Визначає, чи слід програмі просити користувача підтвердити дію записування списку відтворення
zh_cn: 写入播放列表时，是否征求用户的确认

source: Confirm before losing unsaved changes to files
eu: Baieztatu fitxategietan gorde gabeko aldaketak galdu baino lehen
hi: फाइलों में सहेजे न गए परिवर्तनों को खोने से पहले पुष्टि करें
ro: Confirmă înainte de a pierde modificări nesalvate ale fișierelor
uk: Підтвердження втрати незбережених до файлів даних
zh_cn: 放弃文件更改要先确认

source: Whether to ask for confirmation from the user before performing an operation that would lose unsaved changes on files
eu: Fitxategietan egindako gorde gabeko aldaketak galduko dituen eragiketa bat egin baino lehen erabiltzailearen baieztapena eskatuko den ala ez
hi: क्या किसी ऐसे अभियान को करने से पहले उपयोक्ता से पुष्टि लेनी चाहिए जिससे फाइलों में सहेजे न गए परिवर्तन नष्ट हो जाएं
ro: Dacă să se întrebe pentru confirmare de la utilizator înainte de a efectua o operație care ar pierde modificări nesalvate pe fișiere
uk: Визначає, чи слід програмі просити користувача підтвердити дію, яка призведе до втрати незбережених до файлів змін
zh_cn: 当可能会丢失未保存的文件更改时，是否征求用户的确认

source: Scanner Dialog
eu: Eskanerraren elkarrizketa-koadroa
hi: स्कैनर संवाद
ro: Dialogul scanerului
uk: Вікно засобу сканування
zh_cn: 扫描对话框

source: Show the scanner dialog on startup
eu: Erakutsi eskanerraren elkarrizketa-koadroa abioan
hi: शुरुआत पर स्कैनर संवाद दिखाएं
ro: Arată dialogul scanerului la pornire
uk: Показувати вікно сканера після запуску
zh_cn: 启动时显示扫描对话框

source: Whether to show the scanner window on application startup
eu: Aplikazioaren abioan eskanerraren leihoa erakutsiko den ala ez
hi: क्या अनुप्रयोग शुरुआत पर स्कैनर खिड़की दिखानी है
ro: Dacă să se arate fereastra scanerului la pornirea aplicației
uk: Визначає, чи слід показувати вікно сканера після запуску програми
zh_cn: 程序启动时，是否显示扫描窗口

source: Application
eu: Aplikazioa
hi: अनुप्रयोग
ro: Aplicație
uk: Програма
zh_cn: 应用程序

source: Tag and Filename Scan
eu: Etiketen eta fitxategi-izenen eskaneatzea
hi: टैग और फाइलनाम स्कैन
ro: Scanarea etichetei și numelui de fișier
uk: Сканування міток і назв файлів
zh_cn: 标签及文件名扫描

source: Select or type in a mask using codes (see Legend) to parse filename and directory. Used to fill in tag fields
eu: Hautatu edo idatzi maskara bat kodeak erabilita (ikusi 'Legenda') fitxategi-izena eta direktorioa analizatzeko. Etiketa-eremuak betetzeko erabilia
hi: फाइल नाम और निर्देशिका का विश्लेषण करने के लिए कोड (किंवदंती देखें) का प्रयोग करके मास्क चुनें या टाइप करें। टैग क्षेत्र भरने के लिए प्रयोग किया जाता है
ro: Alegeți sau tastați o mască utilizând coduri (vedeți Legenda) sau parsați numele de fișier și directorul. Utilizat pentru a completa câmpurile etichetei
uk: Виберіть або введіть маску за допомогою кодів (див. умовні позначення) для обробки назв файлів і каталогу. Ці дані буде використано для заповнення полів міток
zh_cn: 选择或输入掩码（参见说明）来解析文件和目录名，用来填入标签字段

source: Fill tag preview
eu: Bete etiketa-aurrebista
hi: टैग पूर्वावलोकन भरें
ro: Completează previzualizarea etichetei
uk: Попередній перегляд заповнення міток
zh_cn: 标签填入预览

source: Mask Editor
eu: Maskara-editorea
hi: मास्क संपादक
ro: Editor de măști
uk: Редактор масок
zh_cn: 掩码编辑器

source: Create a new mask
eu: Sortu maskara berria
hi: नया मास्क बनाएं
ro: Creează o mască nouă
uk: Створити маску
zh_cn: 创建新掩码

source: Move the selected mask up
eu: Mugitu hautatutako maskara gora
hi: चयनित मास्क को ऊपर ले जाएं
ro: Mută masca selectată mai sus
uk: Пересунути позначену маску вище
zh_cn: 将所选掩码向上移

source: Move the selected mask down
eu: Mugitu hautatutako maskara behera
hi: चयनित मास्क को नीचे ले जाएं
ro: Mută masca selectată mai jos
uk: Пересунути позначену маску нижче
zh_cn: 将所选掩码向下移

source: Duplicate the selected mask
eu: Bikoiztu hautatutako maskara
hi: चयनित मास्क की प्रतिलिपि बनाएं
ro: Duplică masca selectată
uk: Дублювати позначену маску
zh_cn: 复制一份所选掩码

source: Add default masks
eu: Gehitu maskara lehenetsiak
hi: तयशुदा मास्क जोड़ें
ro: Adaugă măști implicite
uk: Додати типові маски
zh_cn: 添加默认掩码

source: Remove the selected mask
eu: Kendu hautatutako maskara
hi: चयनित मास्क हटाएं
ro: Elimină masca selectată
uk: Вилучити позначену маску
zh_cn: 删除所选掩码

source: Save masks
eu: Gorde maskarak
hi: मास्क सहेजें
ro: Salvează măștile
uk: Зберегти маски
zh_cn: 保存掩码

source: Legend
eu: Legenda
hi: किंवदंती
ro: Legendă
uk: Умовні позначення
zh_cn: 说明

source: %a: artist
eu: %a: artista
hi: %a: कलाकार
uk: %a: виконавець
zh_cn: %a：艺术家

source: %z: album artist
eu: %z: albumaren artista
hi: %z: एल्बम कलाकार
ro: %z: artist album
uk: %z: виконавець альбому
zh_cn: %z：专辑艺术家

source: %b: album
eu: %b: albuma
hi: %b: एल्बम
uk: %b: альбом
zh_cn: %b：专辑

source: %c: comment
eu: %c: iruzkina
hi: %c: टिप्पणी
ro: %c: comentariu
uk: %c: коментар
zh_cn: %c：备注

source: %p: composer
eu: %p: konpositorea
hi: %p: संगीतकार
ro: %p: compozitor
uk: %p: композитор
zh_cn: %p：作曲家

source: %r: copyright
eu: %r: copyright-a
hi: %r: कॉपीराइट
ro: %r: drepturi de autor
uk: %r: авторські права
zh_cn: %r：版权

source: %d: disc number
eu: %d: diskoaren zenbakia
hi: %d: डिस्क संख्या
ro: %d: număr de disc
uk: %d: номер диска
zh_cn: %d：光盘编号

source: %e: encoded by
eu: %e: kodetzailea
hi: %e: इनके द्वारा एनकोड
ro: %e: codat de
uk: %e: кодувальник
zh_cn: %e：编码程序

source: %g: genre
eu: %g: generoa
hi: %g: शैली
ro: %g: gen
uk: %g: жанр
zh_cn: %g：流派

source: %i: ignored
eu: %i: ezikusia
hi: %i: अनदेखा किया गया
ro: %i: ignorat
uk: %i: ігноровано
zh_cn: %i：已忽略

source: %l: number of tracks
eu: %l: pista kopurua
hi: %l: ट्रैक्स की संख्या
ro: %l: număr de piste
uk: %l: кількість доріжок
zh_cn: %l：音轨总数

source: %o: original artist
eu: %o: jatorrizko artista
hi: %o: मूल कलाकार
ro: %o: artist original
uk: %o: початковий виконавець
zh_cn: %o：原唱者

source: %n: track number
eu: %n: pista-zenbakia
hi: %n: ट्रैक संख्या
ro: %n: numărul pistei
uk: %n: номер доріжки
zh_cn: %n：音轨编号

source: %t: title
eu: %t: titulua
hi: %t: शीर्षक
ro: %t: titlu
uk: %t: заголовок
zh_cn: %t：标题

source: %x: number of discs
eu: %x: disko kopurua
hi: %x: डिस्क की संख्या
ro: %x: număr de discuri
uk: %x: кількість дисків
zh_cn: %x：光盘总数

source: %y: year
eu: %y: urtea
hi: %y: वर्ष
ro: %y: an
uk: %y: рік
zh_cn: %y：发行年份

source: Fill Tag
eu: Bete etiketa
hi: टैग भरें
ro: Completează eticheta
uk: Заповнити мітку
zh_cn: 填充标签

source: Prefix mask with current directory
eu: Ezarri aurrizkia maskarari uneko direktorioarekin
hi: वर्तमान निर्देशिका के साथ उपसर्ग मास्क
ro: Prefixează masca cu directorul curent
uk: Додати до маски префікс поточного каталогу
zh_cn: 用当前目录作为掩码前缀

source: Select or type in a mask using codes (see Legend) to parse tag fields. Used to rename the file. Use ‘/’ to make directories. If the first character is ‘/’, it is an absolute path, otherwise it is relative to the old path
eu: Hautatu edo idatzi maskara bat kodeak erabilita (ikusi 'Legenda') etiketa-eremuak analizatzeko. Fitxategi-izena aldatzeko erabiltzen da. Erabili ‘/’ direktorioak sortzeko. Lehen karakterea ‘/’ bada, bide-izen absolutua da; bestela, bide-izen zaharrarekiko erlatiboa da
hi: टैग क्षेत्रों का विश्लेषण करने के लिए कोड (किंवदंती देखें) का प्रयोग करके मास्क चुनें या टाइप करें। फाइल का नाम बदलने के लिए प्रयोग किया जाता है। निर्देशिका बनाने के लिए ‘/’ का प्रयोग करें। यदि पहला अक्षर ‘/’ है, तो यह एक निरपेक्ष पथ है, अन्यथा यह पुराने पथ से संबंधित है
ro: Alegeți sau tastați o mască utilizând coduri (vedeți Legenda) pentru a parsa câmpurile etichetei. Utilizat pentru a redenumi fișierul. Utilizați „/” pentru a crea directoare. Dacă primul caracter este „/”, este o cale absolută, în caz contrar, este o cale relativă la calea veche
uk: Виберіть або введіть маску за допомогою кодів (див. умовні позначення) для обробки полів міток. Ці дані буде використано при перейменовуванні файлів. Скористайтеся символом «/» для створення каталогів. Якщо першим символом маски буде «/», шлях вважатиметься абсолютним. Якщо буде використано інший перший символ, шлях вважатиметься відносним щодо попереднього шляху зберігання даних.
zh_cn: 选择或输入掩码（参见说明）来解析标签字段，用来重命名文件。 用 / 表示新建目录。第一个字符为 / 代表绝对路径，否则为相对路径

source: Rename file preview
eu: Aldatu fitxategi-aurrebistaren izena
hi: फाइल पूर्वावलोकन का नाम बदलें
ro: Redenumește previzualizarea fișierului
uk: Попередній перегляд перейменування файлів
zh_cn: 重命名文件预览

source: Rename File
eu: Aldatu fitxategiaren izena
hi: फाइल नाम बदलें
ro: Redenumește fișierul
uk: Перейменувати файл
zh_cn: 重命名文件

source: Tag Fields
eu: Etiketa-eremuak
hi: टैग क्षेत्र
ro: Etichetează câmpurile
uk: Поля мітки
zh_cn: 标签字段

source: Process filename
eu: Prozesatu fitxategi-izena
hi: फाइलनाम संसाधित करें
ro: Procesează numele fișierului
uk: Обробити назву файла
zh_cn: 处理文件名

source: Process title field
eu: Prozesatu tituluaren eremua
hi: शीर्षक क्षेत्र को संसाधित करें
ro: Procesează câmpul titlului
uk: Обробити поле заголовка
zh_cn: 处理标题字段

source: Process artist field
eu: Prozesatu artistaren eremua
hi: कलाकार क्षेत्र को संसाधित करें
ro: Procesează câmpul artistului
uk: Обробити поле виконавця
zh_cn: 处理艺术家字段

source: Process album artist field
eu: Prozesatu albumaren artistaren eremua
hi: एल्बम कलाकार क्षेत्र को संसाधित करें
ro: Procesează câmpul artistului albumului
uk: Обробити поле виконавця альбому
zh_cn: 处理专辑艺术家字段

source: Process album field
eu: Prozesatu albumaren eremua
hi: एल्बम क्षेत्र को संसाधित करें
ro: Procesează câmpul albumului
uk: Обробити поле альбому
zh_cn: 处理专辑字段

source: Process genre field
eu: Prozesatu generoaren eremua
hi: शैली क्षेत्र को संसाधित करें
ro: Procesează câmpul genului
uk: Обробити поле жанру
zh_cn: 处理流派字段

source: Process comment field
eu: Prozesatu iruzkinaren eremua
hi: टिप्पणी क्षेत्र को संसाधित करें
ro: Procesează câmpul comentariului
uk: Обробити поле коментаря
zh_cn: 处理备注字段

source: Process composer field
eu: Prozesatu konposatzailearen eremua
hi: संगीतकार क्षेत्र को संसाधित करें
ro: Procesează câmpul compozitorului
uk: Обробити поле композитора
zh_cn: 处理作曲家字段

source: Orig. Artist
eu: Jatorrizko artista
hi: मूल कलाकार
ro: Artist inițial
uk: Поч. виконавець
zh_cn: 原唱者

source: Process original artist field
eu: Prozesatu jatorrizko artistaren eremua
hi: मूल कलाकार क्षेत्र को संसाधित करें
ro: Procesează câmpul artistului original
uk: Обробити поле початкового виконавця
zh_cn: 处理原唱者字段

source: Process copyright field
eu: Prozesatu copyright-aren eremua
hi: कॉपीराइट क्षेत्र को संसाधित करें
ro: Procesează câmpul drepturilor de autor
uk: Обробити поле авторських прав
zh_cn: 处理版权字段

source: Process URL field
eu: Prozesatu URLaren eremua
hi: URL क्षेत्र को संसाधित करें
ro: Procesează câmpul URL
uk: Обробити поле адреси
zh_cn: 处理 URL 字段

source: Process encoded-by field
eu: Prozesatu kodetzailearen eremua
hi: इनके-द्वारा-एन्कोड क्षेत्र को संसाधित करें
ro: Procesează câmpul codat de
uk: Обробити поле кодувальника
zh_cn: 处理编码程序字段

source: Capitalization
eu: Maiuskulak
hi: अक्षर बड़ा करें
ro: Capitalizare
uk: Великі літери
zh_cn: 大小写

source: Capitalize all
eu: Maiuskulak denetan
hi: सभी अक्षरों को बड़ा करें
ro: Capitalizează toate
uk: Усі літери великі
zh_cn: 转为大写

source: Whether to upper-case all characters of the tag when processing tag fields
eu: Etiketa-eremuak prozesatzean karaktere guztiak maiuskulaz idatziko diren ala ez
hi: टैग क्षेत्रों को संसाधित करते समय टैग के सभी वर्णों को बड़े-अक्षर में लिखना है या नहीं
ro: Dacă să se transforme în literă mare toate caracterele etichetei atunci când se procesează câmpurile etichetei
uk: Визначає, чи слід робити великими усі літери у мітці під час обробки полів мітки
zh_cn: 处理标签字段时，是否将标签的所有字符转为大写

source: Lowercase all
eu: Minuskulak denetan
hi: सभी अक्षरों को छोटा करें
ro: Minuscule toate
uk: Усі літери малі
zh_cn: 转为小写

source: Whether to lower-case all characters of the tag when processing tag fields
eu: Etiketa-eremuak prozesatzean karaktere guztiak minuskulaz idatziko diren ala ez
hi: टैग क्षेत्रों को संसाधित करते समय टैग के सभी वर्णों को छोटे-अक्षर में लिखना है या नहीं
ro: Dacă să se transforme în litere mici toate caracterele etichetei atunci când se procesează câmpurile etichetei
uk: Визначає, чи слід робити малими усі літери у мітці під час обробки полів мітки
zh_cn: 处理标签字段时，是否将标签的所有字符转为小写

source: Capitalize first letter
eu: Maiuskulak lehen letran
hi: पहला अक्षर बड़ा करें
ro: Capitalizează prima literă
uk: Велика перша літера
zh_cn: 首字母转为大写

source: Whether to upper-case the first letter of the tag when processing tag fields
eu: Etiketa-eremuak prozesatzean etiketaren lehen letra maiuskulaz idatziko diren ala ez
hi: टैग क्षेत्रों को संसाधित करते समय टैग के पहले अक्षर को बड़े-अक्षर में लिखना है या नहीं
ro: Dacă să se transforme în literă mare prima literă a etichetei atunci când se procesează câmpurile etichetei
uk: Визначає, чи слід робити великими усі перші літери у мітці під час обробки полів мітки
zh_cn: 处理标签字段时，是否将标签的首字母转为大写

source: Capitalize the first letter of each word
eu: Maiuskulak hitz bakoitzaren lehen letran
hi: प्रत्येक शब्द का पहला अक्षर बड़ा लिखें
ro: Capitalizează prima litera a fiecărui cuvânt
uk: Великі перші літери кожного слова
zh_cn: 将每个单词的首字母转为大写

source: Whether to upper-case the first letter of each word when processing tag fields
eu: Etiketa-eremuak prozesatzean hitz bakoitzaren lehen letra maiuskulaz idatziko diren ala ez
hi: टैग क्षेत्रों को संसाधित करते समय प्रत्येक शब्द के पहले अक्षर को बड़े अक्षर में लिखना है या नहीं
ro: Dacă să se transforme în literă mare prima literă a fiecărui cuvânt atunci când se procesează câmpurile etichetei
uk: Визначає, чи слід робити великими усі перші літери у кожному слові під час обробки полів мітки
zh_cn: 处理标签字段时，是否将标签中每个单词的首字母转为大写

source: Detect Roman numerals
eu: Detektatu zenbaki erromatarrak
hi: रोमन अंकों का पता लगाएं
ro: Detectează cifrele romane
uk: Виявляти римські цифри
zh_cn: 检测罗马数字
