Repository: GNOME/easytag
Catalog: po/*.po
Languages: eu, hi, ro, uk, zh_cn

source: Write Tag from CDDB
eu: Idatzi etiketa CDDBtik
hi: CDDB से टैग लिखें
ro: Scrie eticheta de la CDDB
uk: Записати мітку з CDDB
zh_cn: 用 CDDB 数据写入标签

source: Ready to search
eu: Bilaketarako prest
hi: खोजने के लिए तैयार
ro: Gata de căutare
uk: Готовність до пошуку
zh_cn: 搜索就绪

source: Cannot open file ‘%s’: %s
eu: Ezin da ‘%s’ fitxategia ireki: %s
hi: फाइल ‘%s’ नहीं खोली जा सकी: %s
ro: Nu se poate deschide fișierul „%s”: %s
uk: Не вдалося відкрити файл «%s»: %s
zh_cn: 无法打开文件“%s”：%s

source: No file selected
eu: Ez da fitxategirik hautatu
hi: कोई फाइल चयनित नहीं
ro: Niciun fișier selectat
uk: Не вибрано жодного файла
zh_cn: 没有选择文件

source: More than 99 files selected. Cannot send request
eu: 99 fitxategi baino gehiago hautatu dira. Ezin da eskaria bidali
hi: 99 से ज़्यादा फाइलें चुनी गई। अनुरोध नहीं भेजा जा सकता
ro: Mai mult de 99 de fișiere selectate. Nu se poate trimite cererea
uk: Вибрано понад 99 файлів. Неможливо надіслати запит.
zh_cn: 选中了超过 99 个文件，无法发送请求

source: One file selected
eu: Fitxategi bat hautatu da
hi: एक फाइल चयनित
ro: Un fișier selectat
uk: Вибрано %u файл
zh_cn: 选中了 %u 个文件

source: Sending request (disc ID: %s, #tracks: %u, Disc length: %u)…
eu: Eskaria bidaltzen (diskoaren IDa: %s, #pistak: %u, diskoaren luzera: %u)…
hi: अनुरोध भेजा जा रहा है (डिस्क आईडी: %s, #ट्रैक: %u, डिस्क लंबाई: %u)…
ro: Se trimite cerea (ID disc: %s, #piste: %u, Lungime disc: %u)…
uk: Надсилаємо запит (ідентифікатор диска: %s, кількість доріжок: %u, тривалість відтворення диска: %u)…
zh_cn: 正在发送请求（光盘编号：%s，音轨总数：%u，总长度：%u）…

source: DiscID ‘%s’ gave one matching album
eu: ‘%s’ IDak bat datorren album bat eman du
hi: डिस्कआईडी ‘%s’ ने एक मेल खाता एल्बम दिया
ro: „%s” DiscID a dat un album care se potrivește
uk: Ідентифікатору диска «%s» відповідає %u альбом
zh_cn: DiscID“%s”有 %u 个相符专辑

source: Arabic (IBM-864)
eu: Arabiarra (IBM-864)
hi: अरबी (IBM-864)
ro: Arabă (IBM-864)
uk: Арабське (IBM-864)
zh_cn: 阿拉伯语 (IBM-864)

source: Arabic (ISO-8859-6)
eu: Arabiarra (ISO-8859-6)
hi: अरबी (ISO-8859-6)
ro: Arabă (ISO-8859-6)
uk: Арабське (ISO-8859-6)
zh_cn: 阿拉伯语 (ISO-8859-6)

source: Arabic (Windows-1256)
eu: Arabiarra (Windows-1256)
hi: अरबी (Windows-1256)
ro: Arabă (Windows-1256)
uk: Арабське (Windows-1256)
zh_cn: 阿拉伯语 (Windows-1256)

source: Baltic (ISO-8859-13)
eu: Baltikokoa (ISO-8859-13)
hi: बाल्टिक (ISO-8859-13)
ro: Baltică (ISO-8859-13)
uk: Балтійське (ISO-8859-13)
zh_cn: 波罗的海语系 (ISO-8859-13)

source: Baltic (ISO-8859-4)
eu: Baltikokoa (ISO-8859-4)
hi: बाल्टिक (ISO-8859-4)
ro: Baltică (ISO-8859-4)
uk: Балтійське (ISO-8859-4)
zh_cn: 波罗的海语系 (ISO-8859-4)

source: Baltic (Windows-1257)
eu: Baltikokoa (Windows-1257)
hi: बाल्टिक (Windows-1257)
ro: Baltică (Windows-1257)
uk: Балтійське (Windows-1257)
zh_cn: 波罗的海语系 (Windows-1257)

source: Celtic (ISO-8859-14)
eu: Zeltikoa (ISO-8859-14)
hi: सेल्टिक (ISO-8859-14)
ro: Celtică (ISO-8859-14)
uk: Кельтське (ISO-8859-14)
zh_cn: 凯尔特语 (ISO-8859-14)

source: Central European (IBM-852)
eu: Europako Erdialdekoa (IBM-852)
hi: मध्य यूरोपीय (IBM-852)
ro: Central europeană (IBM-852)
uk: Центральноєвропейське (IBM-852)
zh_cn: 中欧语系 (IBM-852)

source: Central European (ISO-8859-2)
eu: Europako Erdialdekoa (ISO-8859-2)
hi: मध्य यूरोपीय (ISO-8859-2)
ro: Central europeană (ISO-8859-2)
uk: Центральноєвропейське (ISO-8859-2)
zh_cn: 中欧语系 (ISO-8859-2)

source: Central European (Windows-1250)
eu: Europako Erdialdekoa (Windows-1250)
hi: मध्य यूरोपीय (Windows-1250)
ro: Central europeană (Windows-1250)
uk: Центральноєвропейське (Windows-1250)
zh_cn: 中欧语系 (Windows-1250)

source: Chinese Simplified (GB18030)
eu: Txinatar soildua (GB18030)
hi: चीनी सरलीकृत (GB18030)
ro: Chineză simplificată (GB18030)
uk: Китайське (спрощене) (GB18030)
zh_cn: 简体中文 (GB18030)

source: Chinese Simplified (GB2312)
eu: Txinatar soildua (GB2312)
hi: चीनी सरलीकृत (GB18030)
ro: Chineză simplificată (GB2312)
uk: Китайське (спрощене) (GB2312)
zh_cn: 简体中文 (GB2312)

source: Chinese Traditional (Big5)
eu: Txinatar tradizionala (Big5)
hi: चीनी पारंपरिक (Big5)
ro: Chineză tradițională (Big5)
uk: Китайське (традиційне) (Big5)
zh_cn: 繁体中文 (Big5)

source: Chinese Traditional (Big5-HKSCS)
eu: Txinatar tradizionala (Big5-HKSCS)
hi: चीनी पारंपरिक (Big5-HKSCS)
ro: Chineză tradițională (Big5-HKSCS)
uk: Китайське (традиційне) (Big5-HKSCS)
zh_cn: 繁体中文 (Big5-HKSCS)

source: Cyrillic (IBM-855)
eu: Zirilikoa (IBM-855)
hi: साइरिलिक (IBM-855)
ro: Chirilică (IBM-855)
uk: Кирилиця (IBM-855)
zh_cn: 斯拉夫语系 (IBM-855)

source: Cyrillic (ISO-8859-5)
eu: Zirilikoa (ISO-8859-5)
hi: साइरिलिक (ISO-8859-5)
ro: Chirilică (ISO-8859-5)
uk: Кирилиця (ISO-8859-5)
zh_cn: 斯拉夫语系 (ISO-8859-5)

source: Cyrillic (ISO-IR-111)
eu: Zirilikoa (ISO-IR-111)
hi: साइरिलिक (ISO-IR-111)
ro: Chirilică (ISO-IR-111)
uk: Кирилиця (ISO-IR-111)
zh_cn: 斯拉夫语系 (ISO-IR-111)

source: Cyrillic (KOI8-R)
eu: Zirilikoa (KOI8-R)
hi: साइरिलिक (KOI8-R)
ro: Chirilică (KOI8-R)
uk: Кирилиця (KOI8-R)
zh_cn: 斯拉夫语系 (KOI8-R)

source: Cyrillic (Windows-1251)
eu: Zirilikoa (Windows-1251)
hi: साइरिलिक (Windows-1251)
ro: Chirilică (Windows-1251)
uk: Кирилиця (Windows-1251)
zh_cn: 斯拉夫语系 (Windows-1251)

source: Cyrillic/Russian (CP-866)
eu: Zirilikoa/Errusiarra (CP-866)
hi: साइरिलिक/रूसी (CP-866)
ro: Chirilică/Rusă (CP-866)
uk: Кирилиця/Російська (CP-866)
zh_cn: 斯拉夫语系/俄语 (CP-866)

source: Cyrillic/Ukrainian (KOI8-U)
eu: Zirilikoa/Ukrainarra (KOI8-U)
hi: सिरिलिक/यूक्रेनी (KOI8-U)
ro: Chirilică/Ucraineană (KOI8-U)
uk: Кирилиця/Українська (KOI8-U)
zh_cn: 斯拉夫语系/乌克兰语 (KOI8-U)

source: English (US-ASCII)
eu: Ingelesa (US-ASCII)
hi: अंग्रेजी (US-ASCII)
ro: Engleză (US-ASCII)
uk: Англійська (US-ASCII)
zh_cn: 英语 (US-ASCII)

source: Greek (ISO-8859-7)
eu: Grekoa (ISO-8859-7)
hi: ग्रीक (ISO-8859-7)
ro: Greacă (ISO-8859-7)
uk: Грецьке (ISO 8859-7)
zh_cn: 希腊语 (ISO-8859-7)

source: Greek (Windows-1253)
eu: Grekoa (Windows-1253)
hi: ग्रीक (Windows-1253)
ro: Greacă (Windows-1253)
uk: Грецьке (Windows-1253)
zh_cn: 希腊语 (Windows-1253)

source: Hebrew (IBM-862)
eu: Hebrearra (IBM-862)
hi: हिब्रू (IBM-862)
ro: Ebraică (IBM-862)
uk: Іврит (IBM-862)
zh_cn: 希伯来语 (IBM-862)

source: Hebrew (Windows-1255)
eu: Hebrearra (Windows-1255)
hi: हिब्रू (Windows-1255)
ro: Ebraică (Windows-1255)
uk: Іврит (Windows-1255)
zh_cn: 希伯来语 (Windows-1255)

source: Japanese (EUC-JP)
eu: Japoniarra (EUC-JP)
hi: जापानी (EUC-JP)
ro: Japoneză (EUC-JP)
uk: Японське (EUC-JP)
zh_cn: 日语 (EUC-JP)

source: Japanese (ISO-2022-JP)
eu: Japoniarra (ISO-2022-JP)
hi: जापानी (ISO-2022-JP)
ro: Japoneză (ISO-2022-JP)
uk: Японське (ISO-2022-JP)
zh_cn: 日语 (ISO-2022-JP)

source: Japanese (Shift_JIS)
eu: Japoniarra (Shift_JIS)
hi: जापानी (Shift_JIS)
ro: Japoneză (Shift_JIS)
uk: Японське (Shift_JIS)
zh_cn: 日语 (Shift_JIS)

source: Korean (EUC-KR)
eu: Korearra (EUC-KR)
hi: कोरियाई (EUC-KR)
ro: Coreană (EUC-KR)
uk: Корейське (EUC-KR)
zh_cn: 韩语 (EUC-KR)

source: Nordic (ISO-8859-10)
eu: Nordikoa (ISO-8859-10)
hi: नोरडिक (ISO-8859-10)
ro: Nordică (ISO-8859-10)
uk: Скандинавське (ISO-8859-10)
zh_cn: 北欧语系 (ISO-8859-10)

source: South European (ISO-8859-3)
eu: Europako Hegoaldekoa (ISO-8859-3)
hi: दक्षिण यूरोपीय (ISO-8859-3)
ro: Sud europeană (ISO-8859-3)
uk: Південноєвропейське (ISO 8859-3)
zh_cn: 南欧语系 (ISO-8859-3)

source: Thai (TIS-620)
eu: Thailandiarra (TIS-620)
hi: थाई (TIS-620)
ro: Tailandeză (TIS-620)
uk: Тайське (TIS-820.2538)
zh_cn: 泰语 (TIS-620)

source: Turkish (IBM-857)
eu: Turkiarra (IBM-857)
hi: तुर्की (IBM-857)
ro: Turcă (IBM-857)
uk: Турецьке (IBM-857)
zh_cn: 土耳其语 (IBM-857)

source: Turkish (ISO-8859-9)
eu: Turkiarra (ISO-8859-9)
hi: तुर्की (ISO-8859-9)
ro: Turcă (ISO-8859-9)
uk: Турецьке (ISO 8859-9)
zh_cn: 土耳其语 (ISO-8859-9)

source: Turkish (Windows-1254)
eu: Turkiarra (Windows-1254)
hi: तुर्की (Windows-1254)
ro: Turcă (Windows-1254)
uk: Турецьке (Windows-1254)
zh_cn: 土耳其语 (Windows-1254)

source: Unicode (UTF-8)
hi: यूनिकोड (UTF-8)

source: Vietnamese (VISCII)
eu: Vietnamdarra (VISCII)
hi: वियतनामी (VISCII)
ro: Vietnameză (VISCII)
uk: В'єтнамське (VISCII)
zh_cn: 越南语 (VISCII)

source: Vietnamese (Windows-1258)
eu: Vietnamdarra (Windows-1258)
hi: वियतनामी (Windows-1258)
ro: Vietnameză (Windows-1258)
uk: В'єтнамське (Windows-1258)
zh_cn: 越南语 (Windows-1258)

source: Visual Hebrew (ISO-8859-8)
eu: Hebrear bisuala (ISO-8859-8)
hi: विजुअल हिब्रू (ISO-8859-8)
ro: Ebraică vizuală (ISO-8859-8)
uk: Візуальний іврит (ISO-8859-8)
zh_cn: 希伯来语 (Visual Hebrew) (ISO-8859-8)

source: Western (IBM-850)
eu: Mendebaldekoa (IBM-850)
hi: पश्चिमी (IBM-850)
ro: Vestică (IBM-850)
uk: Західне (IBM-850)
zh_cn: 西方语系 (IBM-850)

source: Western (ISO-8859-1)
eu: Mendebaldekoa (ISO-8859-1)
hi: पश्चिमी (ISO-8859-1)
ro: Vestică (ISO-8859-1)
uk: Західне (ISO-8859-1)
zh_cn: 西方语系 (ISO-8859-1)

source: Western (ISO-8859-15)
eu: Mendebaldekoa (ISO-8859-15)
hi: पश्चिमी (ISO-8859-15)
ro: Vestică (ISO-8859-15)
uk: Західне (ISO-8859-15)
zh_cn: 西方语系 (ISO-8859-15)

source: Western (Windows-1252)
eu: Mendebaldekoa (Windows-1252)
hi: पश्चिमी (Windows-1252)
ro: Vestică (Windows-1252)
uk: Західне (Windows-1252)
zh_cn: 西方语系 (Windows-1252)

source: The UTF-8 string ‘%s’ could not be converted into filename encoding: %s
eu: ‘%s’ UTF-8 katea ezin da fitxategi-izenen kodeketara bihurtu: %s
hi: UTF-8 स्ट्रिंग ‘%s’ को फाइल नाम एन्कोडिंग में परिवर्तित नहीं किया जा सका: %s
ro: Șirul UTF-8 „%s” nu a putut fi convertit într-o codare de nume de fișier: %s
uk: Не вдалося перетворити рядок UTF-8 «%s» до кодування назви файла: %s
zh_cn: UTF-8 字符串“%s”无法转换为文件名编码：%s

source: Invalid UTF-8
eu: Baliogabeko UTF-8
hi: अमान्य UTF-8
ro: UTF-8 nevalid
uk: неправильний рядок UTF-8
zh_cn: 无效的 UTF-8

source: The string ‘%s’ could not be converted into UTF-8: %s
eu: ‘%s’ katea ezin da UTF-8ra bihurtu: %s
hi: स्ट्रिंग ‘%s’ को UTF-8 में परिवर्तित नहीं किया जा सका: %s
ro: Șirul „%s” nu a putut fi convertit la UTF-8: %s
uk: Не вдалося перетворити рядок «%s» до UTF-8: %s
zh_cn: 字符串“%s”无法转换为 UTF-8：%s

source: A file was changed by an external program
eu: Fitxategi bat kanpoko programa batek aldatu du
hi: किसी बाहरी प्रोग्राम द्वारा फाइल परिवर्तित की गई
ro: Un fișier a fost schimbat de un program extern
uk: %d файл було змінено зовнішньою програмою
zh_cn: 外部程序修改了 %d 个文件

source: Do you want to continue saving the file?
eu: Fitxategia gordetzen jarraitu nahi duzu?
hi: क्या आप फाइल को सहेजना जारी रखना चाहते हैं?
ro: Doriți să continuați salvarea fișierului?
uk: Хочете продовжити збереження файла?
zh_cn: 要继续保存文件吗？

source: Saving files was stopped
eu: Fitxategiak gordetzea gelditu egin da
hi: फाइलें सहेजना रोक दिया गया
ro: Salvarea fișierelor a fost oprită
uk: Збереження файлів було зупинено
zh_cn: 保存文件被中止

source: All files have been saved
eu: Fitxategi guztiak gorde dira
hi: सभी फाइलें सहेजी गई
ro: Toate fișierele au fost salvate
uk: Усі файли було збережено
zh_cn: 已保存所有文件

source: Do you want to write the tag of file ‘%s’?
eu: ‘%s’ fitxategiaren etiketa idatzi nahi duzu?
hi: क्या आप फाइल ‘%s’ का टैग लिखना चाहते हैं?
ro: Doriți să scrieți eticheta fișierului „%s”?
uk: Хочете записати мітку файла «%s»?
zh_cn: 要写入文件“%s”的标签吗？

source: Confirm Tag Writing
eu: Baieztatu etiketaren idazketa
hi: टैग लेखन की पुष्टि करें
ro: Confirmă scrierea etichetei
uk: Підтвердження запису мітки
zh_cn: 确认写入标签

source: Rename File and Directory
eu: Aldatu fitxategiaren eta direktorioaren izena
hi: फाइल और निर्देशिका का नाम बदलें
ro: Redenumește fișierul și directorul
uk: Перейменування файла і каталогу
zh_cn: 重命名文件和目录

source: File and directory rename confirmation required
eu: Fitxategien eta direktorioen izena aldatzeak baieztapena behar dute
hi: फाइल और निर्देशिका नाम बदलने की पुष्टि आवश्यक है
ro: Este necesară confirmarea redenumirii fișierului și directorului
uk: Потрібне підтвердження перейменування файла і каталогу
zh_cn: 重命名文件和目录需要确认

source: Do you want to rename the file and directory ‘%s’ to ‘%s’?
eu: ‘%s’ fitxategiaren eta direktorioaren izena aldatu eta ‘%s’ ezarri nahi diozu?
hi: क्या आप फाइल और निर्देशिका ‘%s’ का नाम बदलकर ‘%s’ करना चाहते हैं?
ro: Doriți să redenumiți fișierul și directorul „%s” la „%s”?
uk: Хочете перейменувати файл і каталог «%s» на «%s»?
zh_cn: 要将文件和目录“%s”重命名为“%s”吗？

source: Directory rename confirmation required
eu: Direktorioen izena aldatzeak baieztapena behar du
hi: निर्देशिका नाम बदलने की पुष्टि आवश्यक है
ro: Este necesară confirmarea redenumirii directorului
uk: Потрібне підтвердження перейменування каталогу
zh_cn: 重命名目录需要确认

source: Do you want to rename the directory ‘%s’ to ‘%s’?
eu: ‘%s’ direktorioaren izena aldatu eta ‘%s’ ezarri nahi diozu?
hi: क्या आप निर्देशिका '%s' का नाम बदलकर '%s' करना चाहते हैं?
ro: Doriți să redenumiți directorul „%s” la „%s”?
uk: Хочете перейменувати каталог «%s» на «%s»?
zh_cn: 要将目录“%s”重命名为“%s”吗？

source: File rename confirmation required
eu: Fitxategien izena aldatzeak baieztapena behar du
hi: फाइल नाम बदलने की पुष्टि आवश्यक है
ro: Este necesară confirmarea redenumirii fișierului
uk: Потрібне підтвердження перейменування файла
zh_cn: 重命名文件需要确认

source: Do you want to rename the file ‘%s’ to ‘%s’?
eu: ‘%s’ fitxategiaren izena aldatu eta ‘%s’ ezarri nahi diozu?
hi: क्या आप फाइल '%s' का नाम बदलकर '%s' करना चाहते हैं?
ro: Doriți să redenumiți fișierul „%s” la „%s”?
uk: Хочете перейменувати файл «%s» на «%s»?
zh_cn: 要将文件“%s”重命名为“%s”吗？

source: Cannot rename file ‘%s’ to ‘%s’
eu: Ezin izan da '%s' fitxategia ‘%s’ izenarekin aldatu
hi: फाइल ‘%s’ का नाम बदलकर ‘%s’ नहीं किया जा सकता
ro: Nu se poate redenumi fișierul „%s” la „%s”
uk: Не вдалося перейменувати файл «%s» на «%s»
zh_cn: 无法将文件“%s”重命名为“%s”

source: Cannot rename file ‘%s’ to ‘%s’: %s
eu: Ezin izan da '%s' fitxategia %s izenarekin aldatu: %s
hi: फाइल ‘%s’ का नाम बदलकर ‘%s’ नहीं किया जा सकता: %s
ro: Nu se poate redenumi fișierul „%s” la „%s”: %s
uk: Не вдалося перейменувати файл «%s» на «%s»: %s
zh_cn: 无法将文件“%s”重命名为“%s”：%s

source: File(s) not renamed
eu: Fitxategi(ar)en izenak ez dira aldatu
hi: फाइल(लों) का नाम नहीं बदला गया
ro: Fișierul(ele) nu sunt redenumite
uk: Файли, які слід перейменувати
zh_cn: 文件未被重命名

source: Writing tag of ‘%s’
eu: ‘%s’ fitxategiaren etiketa idazten
hi: ‘%s’ का टैग लिखा जा रहा है
ro: Se scrie eticheta a „%s”
uk: Записуємо мітку «%s»
zh_cn: 正在写入“%s”的标签

source: Wrote tag of ‘%s’
eu: ‘%s’ fitxategiaren etiketa idatzi da
hi: ‘%s’ का टैग लिखा गया
ro: S-a scris eticheta a „%s”
uk: Записано мітку «%s»
zh_cn: “%s”的标签已写入

source: You have tried to save this tag to Unicode but it was detected that your version of id3lib is buggy
eu: Etiketa hau Unicode kodeketarekin gordetzen saiatu zara, baina zure id3lib bertsioa akastuna dela detektatu da
hi: आपने इस टैग को यूनिकोड में सहेजने का प्रयास किया है लेकिन यह पाया गया है कि आपके id3lib के संस्करण में त्रुटियां हैं
ro: Ați încercat să salvați această etichetă la Unicode dar a fost detectat că versiunea id3lib este defectă
uk: Ви намагалися зберегти цю мітку у форматі Юнікод, але виявлено, що ваша версія id3lib є проблемною у цьому питанні
zh_cn: 你试图将此标签保存为 Unicode，但程序检测到所使用的 id3lib 版本存在缺陷

source: If you reload this file, some characters in the tag may not be displayed correctly. Please, apply the patch src/id3lib/patch_id3lib_3.8.3_UTF16_writing_bug.diff to id3lib, which is available in the EasyTAG package sources. Note that this message will appear only once. File: %s
eu: Fitxategi hau birkargatzen bada, beharbada etiketaren zenbait karaktere ez dira ongi bistaratuko. Aplikatu src/id3lib/patch_id3lib_3.8.3_UTF16_writing_bug.diff adabakia id3lib liburutegiari. Adabaki hori EasyTAG pakete-iturburuetan dago. Kontuan izan mezu hau behin bakarrik agertuko dela. File: %s
hi: यदि आप इस फाइल को पुनः लोड करते हैं, तो टैग में कुछ वर्ण सही ढंग से प्रदर्शित नहीं हो सकते हैं। कृपया, id3lib पर पैच src/id3lib/patch_id3lib_3.8.3_UTF16_writing_bug.diff लागू करें, जो EasyTAG पैकेज स्रोतों में उपलब्ध है। ध्यान रखें कि यह संदेश केवल एक बार दिखाई देगा। फाइल: %s
ro: Dacă reîncărcați acest fișier, unele caractere în etichetă pot să nu fie afișate corect. Aplicați peticul src/id3lib/patch_id3lib_3.8.3_UTF16_writing_bug.diff la id3lib, care este disponibil în sursele pachetului EasyTAG. Observați că acest mesaj va apărea doar o dată. Fișier: %s
uk: Якщо ви перезавантажите цей файл, деякі символи у мітці може бути показано неправильно. Будь ласка, застосуйте латку src/id3lib/patch_id3lib_3.8.3_UTF16_writing_bug.diff з початкового коду пакунка EasyTAG до бібліотеки id3lib. Зверніть увагу, що це повідомлення буде показано тільки один раз. Файл: %s
zh_cn: 如重新载入此文件，标签中的某些字符可能会无法正确显示。请将补丁 src/id3lib/patch_id3lib_3.8.3_UTF16_writing_bug.diff 应用到 id3lib 上。上述文件可在 EasyTAG 源代码中找到。 注意：此消息只会显示一次。 文件：%s

source: Cannot write tag in file ‘%s’
eu: Ezin izan da etiketa idatzi ‘%s’ fitxategian
hi: फाइल ‘%s’ में टैग नहीं लिखा जा सकता
ro: Nu se poate scrie eticheta în fișierul „%s”
uk: Не вдалося записати мітку до файла «%s»
zh_cn: 无法将标签写入文件“%s”

source: Tag Write Error
eu: Errorea etiketa idaztean
hi: टैग लिखने में त्रुटि
ro: Eroare la scrierea etichetei
uk: Помилка під час запису мітки
zh_cn: 标签写入出错

source: Cannot read directory ‘%s’
eu: Ezin da ‘%s’ direktorioa irakurri
hi: निर्देशिका ‘%s’ को पढ़ा नहीं जा सकता
ro: Nu se poate citi directorul „%s”
uk: Не вдалося прочитати каталог «%s»
zh_cn: 无法读取目录“%s”

source: Directory Read Error
eu: Errorea direktorioa irakurtzean
hi: निर्देशिका पढ़ने में त्रुटि
ro: Eroare la citirea directorului
uk: Помилка читання каталогу
zh_cn: 目录读取出错

source: Search in progress…
eu: Bilaketa abian…
hi: खोज प्रगति पर है…
ro: Căutare în progres…
uk: Виконуємо пошук…
zh_cn: 正在搜索…

source: Found one file in this directory and subdirectories
eu: Fitxategi bat aurkitu da direktorio honetan eta haren azpidirektorioetan
hi: इस निर्देशिका और उपनिर्देशिकाओं में एक फाइल मिली
ro: S-a găsit un fișier în acest director și subdirectoare
uk: Знайдено %u файл у цьому каталозі і підкаталогах
zh_cn: 在该目录及其子目录中找到了 %u 个文件

source: Found one file in this directory
eu: Fitxategi bat aurkitu da direktorio honetan
hi: इस निर्देशिका में एक फाइल मिली
ro: S-a găsit un fișier în acest director
uk: Знайдено %u файл у цьому каталозі
zh_cn: 在该目录中找到了 %u 个文件

source: No file found in this directory and subdirectories
eu: Ez da fitxategirik aurkitu direktorio honetan eta haren azpidirektorioetan
hi: इस निर्देशिका और उपनिर्देशिकाओं में कोई फाइल नहीं मिली
ro: Niciun fișier găsit în acest director și subdirectoare
uk: У цьому каталозі і підкаталогах не знайдено жодного файла
zh_cn: 在此目录及其子目录中未发现文件

source: No file found in this directory
eu: Ez da fitxategirik aurkitu direktorio honetan
hi: इस निर्देशिका में कोई फाइल नहीं मिली
ro: Niciun fișier găsit în acest director
uk: У цьому каталозі немає файлів
zh_cn: 在此目录中未发现文件

source: Error opening directory ‘%s’: %s
eu: Errorera ‘%s’ direktorioare irekitzean: %s
hi: निर्देशिका ‘%s’ खोलने में त्रुटि: %s
ro: Eroare la deschiderea directorului „%s”: %s
uk: Помилка під час відкривання каталогу «%s»: %s
zh_cn: 打开目录“%s”时出错：%s

source: Searching for audio files…
eu: Audio-fitxategiak bilatzen…
hi: ऑडियो फाइलें खोजी जा रही हैं…
ro: Se caută după fișiere audio…
uk: Пошук файлів звукових даних…
zh_cn: 正在搜索音频文件…

source: Searching
eu: Bilaketa
hi: खोजा जा रहा है
ro: Se caută
uk: Пошук
zh_cn: 正在搜索

source: _Stop
eu: _Gelditu
hi: रोकें (_S)
uk: З_упинити
zh_cn: 停止(_S)

source: File not found
eu: Ez da fitxategia aurkitu
hi: फाइल नहीं मिली
ro: Fișierul nu a fost găsit
uk: Файл не знайдено
zh_cn: 找不到文件

source: Cannot query file information ‘%s’
eu: Ezin da ‘%s’ fitxategi-informazioa kontsultatu
hi: फाइल जानकारी '%s' को क्वेरी नहीं किया जा सकता
ro: Nu se pot interoga informațiile de fișier „%s”
uk: Не вдалося опитати файл щодо відомостей «%s»
zh_cn: 无法查询文件“%s”信息

source: Read-only file
eu: Irakurtzeko soilik den fitxategia
hi: केवल-पढ़ने योग्य फाइल
ro: Fișier doar citire
uk: Файл лише для читання
zh_cn: 只读文件

source: Error reading ID3 tag from file ‘%s’: %s
eu: Errorea ID3 etiketa ‘%s’ fitxategitik irakurtzean: %s
hi: फाइल ‘%s’ से ID3 टैग पढ़ने में त्रुटि: %s
ro: Eroare la citirea etichetei ID3 de la fișierul „%s”: %s
uk: Помилка під час читання мітки ID3 з файла «%s»: %s
zh_cn: 读取文件“%s”的 ID3 标签时发生错误：%s

source: Error reading tag from Ogg file ‘%s’: %s
eu: Errorea etiketa ‘%s’ Ogg fitxategitik irakurtzean: %s
hi: Ogg फाइल ‘%s’ से टैग पढ़ने में त्रुटि: %s
ro: Eroare la citirea etichetei de la fișierul Ogg „%s”: %s
uk: Помилка під час читання мітки з файла Ogg «%s»: %s
zh_cn: 读取 Ogg 文件“%s”的标签时发生错误：%s

source: Error reading tag from FLAC file ‘%s’: %s
eu: Errorea etiketa ‘%s’ FLAC fitxategitik irakurtzean: %s
hi: FLAC फाइल ‘%s’ से टैग पढ़ने में त्रुटि: %s
ro: Eroare la citirea etichetei de la fișierul FLAC „%s”: %s
uk: Помилка під час читання мітки з файла FLAC «%s»: %s
zh_cn: 读取 FLAC 文件“%s”的标签时发生错误：%s

source: Error reading APE tag from file ‘%s’: %s
eu: Errorea APE etiketa ‘%s’ fitxategitik irakurtzean: %s
hi: APE फाइल ‘%s’ से टैग पढ़ने में त्रुटि: %s
ro: Eroare la citirea etichetei APE de la fișierul „%s”: %s
uk: Помилка під час читання мітки APE з файла «%s»: %s
zh_cn: 读取文件“%s”的 APE 标签时发生错误：%s

source: Error reading tag from MP4 file ‘%s’: %s
eu: Errorea etiketa ‘%s’ MP4 fitxategitik irakurtzean: %s
hi: MP4 फाइल ‘%s’ से टैग पढ़ने में त्रुटि: %s
ro: Eroare la citirea etichetei de la fișierul MP4 „%s”: %s
uk: Помилка під час читання мітки з файла MP4 «%s»: %s
zh_cn: 读取 MP4 文件“%s”的标签时发生错误：%s

source: Error reading tag from WavPack file ‘%s’: %s
eu: Errorea etiketa ‘%s’ WavPack fitxategitik irakurtzean: %s
hi: WavPack फाइल ‘%s’ से टैग पढ़ने में त्रुटि: %s
ro: Eroare la citirea etichetei de la fișierul WavPack „%s”: %s
uk: Помилка під час читання мітки з файла WavPack «%s»: %s
zh_cn: 读取 WavPack 文件“%s”的标签时发生错误：%s

source: Error reading tag from Opus file ‘%s’: %s
eu: Errorea etiketa ‘%s’ Opus fitxategitik irakurtzean: %s
hi: Opus फाइल ‘%s’ से टैग पढ़ने में त्रुटि: %s
ro: Eroare la citirea etichetei de la fișierul Opus „%s”: %s
uk: Помилка під час читання мітки з файла Opus «%s»: %s
zh_cn: 读取 Opus 文件“%s”的标签时发生错误：%s

source: The year value ‘%s’ seems to be invalid in file ‘%s’. The information will be lost when saving
eu: Badirudi ‘%s’ urte-balioa baliogabea dela ‘%s’ fitxategian. Informazioa galdu egingo da gordetzean
hi: वर्ष मान ‘%s’ फाइल ‘%s’ में अमान्य प्रतीत होता है। सहेजते समय जानकारी खो जाएगी
ro: Valoarea anului „%s” pare a nu fi validă în fișierul „%s”. Informațiile vor fi pierdute în timpul salvării
uk: Значення року «%s» у файлі «%s», здається, є некоректним. Дані буде втрачено при зберіганні.
zh_cn: 文件“%2$s”中的发行年份“%1$s”看上去无效。保存时将丢失该信息

source: Automatic corrections applied for file ‘%s’
eu: Zuzenketa automatikoa aplikatu zaio ‘%s’ fitxategiari
hi: फाइल ‘%s’ के लिए स्वचालित सुधार लागू किए गए
ro: Corectările automate aplicate pentru fișierul „%s”
uk: До файла «%s» застосовано автоматичні виправлення
zh_cn: 已自动修复文件“%s”

source: Error reading file ‘%s’
eu: Errorea ‘%s’ fitxategia irakurtzean
hi: फाइल ‘%s’ पढ़ने में त्रुटि
ro: Eroare la citirea fișierului „%s”
uk: Помилка під час читання файла «%s»
zh_cn: 读取文件“%s”时发生错误

source: Insert a blank line
eu: Txertatu lerro zuria
hi: रिक्त पंक्ति डालें
ro: Introdu o linie goală
uk: Вставити порожній рядок
zh_cn: 插入空白行

source: Delete this line
eu: Ezabatu lerro hau
hi: इस पंक्ति को मिटाएं
ro: Șterge această linie
uk: Вилучити цей рядок
zh_cn: 删除此行

source: Move this line up
eu: Mugitu lerro hau gora
hi: इस पंक्ति को ऊपर ले जाएं
ro: Mută această linie mai sus
uk: Пересунути цей рядок вище
zh_cn: 将此项目向上移

source: Move this line down
eu: Mugitu lerro hau behera
hi: इस पंक्ति को नीचे ले जाएं
ro: Mută această linie mai jos
uk: Пересунути цей рядок нижче
zh_cn: 将此项目向下移

source: You must type a program name
eu: Programa-izen bat idatzi behar duzu
hi: आपको प्रोग्राम का नाम लिखना होगा
ro: Trebuie să tastați un nume de program
uk: Вам слід ввести назву програми
zh_cn: 必须输入程序名称

source: Program Name Error
eu: Errorea programaren izenean
hi: प्रोग्राम नाम त्रुटि
ro: Eroare de nume de program
uk: Помилка у назві програми
zh_cn: 程序名称出错

source: JPEG image
eu: JPEG irudia
hi: JPEG छवि
ro: Imagine JPEG
uk: зображення JPEG
zh_cn: JPEG 图像
