Repository: GNOME/easytag
Catalog: po/*.po
Languages: eu, hi, ro, uk, zh_cn

source: Edit audio file metadata
eu: Editatu audio-fitxategien metadatuak
hi: ऑडियो फाइल मेटाडेटा संपादित करें
ro: Editează datele meta ale fișierelor audio
uk: Редагування метаданих звукових файлів
zh_cn: 编辑音频文件的元数据

source: View and edit tags for MP3, MP2, MP4/AAC, FLAC, Ogg Opus, Ogg Speex, Ogg Vorbis, MusePack, Monkey's Audio and WavPack files.
eu: Ikusi eta editatu etiketak MP3, MP2, MP4/AAC, FLAC, Ogg Opus, Ogg Speex, Ogg Vorbis, MusePack, Monkey's Audio eta WavPack fitxategietan.
hi: MP3, MP2, MP4/AAC, FLAC, Ogg Opus, Ogg Speex, Ogg Vorbis, MusePack, Monkey's Audio और WavPack फाइलों के लिए टैग देखें और संपादित करें।
ro: Vizualizează și editează etichetele pentru MP3, MP2, MP4/AAC, FLAC, Ogg Opus, Ogg Speex, Ogg Vorbis, MusePack, Monkey's Audio și fișiere WavPack.
uk: Перегляд і редагування міток для файлів MP3, MP2, MP4/AAC, FLAC, Ogg Opus, Ogg Speex, Ogg Vorbis, MusePack, Monkey's Audio і WavPack.
zh_cn: 查看并编辑 MP3、MP2、MP4/AAC、FLAC、Ogg Opus、Ogg Speex、Ogg Vorbis、MusePack、Monkey's Audio 及 WavePack 文件的标签。

source: Look up albums in online databases, bulk edit tags, create playlists and rename a collection of files.
eu: Bilatu albumak lineako datu-baseetan, editatu etiketak multzoka, sortu erreprodukzio-zerrendak eta aldatu izena fitxategi bildumei.
hi: ऑनलाइन डेटाबेस में एल्बम देखें, टैग्स को बड़े पैमाने पर संपादित करें, प्लेलिस्ट बनाएं और फाइलों के संग्रह का नाम बदलें।
ro: Caută albume în baze de date online, editează etichete în masă, creează liste de redare și redenumește o colecție de fișiere.
uk: Пошук альбомів у базах даних у інтернеті, пакетне редагування міток, створення списків відтворення на перейменування збірок файлів.
zh_cn: 从在线数据库中查找专辑，批量编辑标签，创建播放列表并批量重命名文件。

source: A simple and nice GTK+ interface makes tagging easier under GNU/Linux and Windows.
eu: GTK+ interfaze sotil eta atseginak erraztu egiten du etiketak jartzea GNU/Linux eta Windows sistemetan.
hi: सरल और अच्छा GTK+ इंटरफ़ेस GNU/Linux और Windows के अंतर्गत टैगिंग को आसान बनाता है।
ro: O interfață GTK+ simplă și drăguță face etichetarea mai ușoară sub GNU/Linux și Windows.
uk: Простий і красивий інтерфейс на основі GTK+, який спрощує роботу з мітками у GNU/Linux і Windows.
zh_cn: 使用简洁美观的 GTK+ 界面轻松编辑音乐标签。支持 GNU/Linux 和 Windows。

source: Audio File Metadata Editor
eu: Audio-fitxategien metadatuen editorea
hi: ऑडियो फाइल मेटाडेटा संपादक
ro: Editor de date meta a fișierelor audio
uk: Редактор метаданих звукових файлів
zh_cn: 音频文件元数据编辑器

source: mp3;tag;audio;music;
eu: mp3;etiketa;audioa;musika;
hi: mp3;टैग;ऑडियो;संगीत;
ro: mp3;tag;audio;music;etichetă;muzică;
uk: mp3;tag;audio;music;мп3;мітка;теґ;тег;звук;музика;
zh_cn: mp3;tag;audio;music;标签;音频;音乐;

source: Open with EasyTAG
eu: Ireki EasyTAG aplikazioarekin
hi: EasyTAG से खोलें
ro: Deschide cu EasyTAG
uk: Відкрити за допомогою EasyTAG
zh_cn: 用 EasyTAG 打开

source: Open directories and audio files with EasyTAG using the context menu
eu: Ireki direktorioak eta audio-fitxategiak EasyTAG erabilita, testuinguru-menuaren bidez
hi: संदर्भ मेनू का प्रयोग करके EasyTAG के साथ निर्देशिकाएं और ऑडियो फाइलें खोलें
ro: Deschide directoare și fișiere audio cu EasyTAG utilizând meniul contextual
uk: Відкрити каталоги і звукові файли у EasyTAG за допомогою контекстного меню
zh_cn: 用上下文菜单中的 EasyTag 打开目录和音频文件

source: Choose a directory to show in the browser
eu: Aukeratu arakatzailean erakutsiko den direktorioa
hi: ब्राउज़र में दिखाने के लिए एक निर्देशिका चुनें
ro: Alegeți un director de arătat în navigator
uk: Виберіть каталог для показу у браузері
zh_cn: 选择要在浏览器中显示的目录

source: _Open
eu: _Ireki
hi: खोलें (_O)
ro: _Deschide
uk: _Відкрити
zh_cn: 打开(_O)

source: Select a directory to browse
eu: Hautatu arakatuko den direktorioa
hi: देखने हेतु निर्देशिका चुनें
ro: Alegeți un director de navigat
uk: Виберіть каталог для навігації
zh_cn: 选择要浏览的目录

source: No files
eu: Fitxategirik ez
hi: कोई फाइल नहीं
ro: Fără fișiere
uk: Немає файлів
zh_cn: 无文件

source: Artist
eu: Artista
hi: कलाकार
uk: Виконавець
zh_cn: 艺术家

source: # Albums
eu: # Albumak
hi: # एल्बम
ro: # Albume
uk: К-ть альбомів
zh_cn: # 专辑

source: # Files
eu: # Fitxategiak
hi: # फाइलें
ro: # Fișiere
uk: К-ть файлів
zh_cn: # 文件

source: Album
eu: Albuma
hi: एल्बम
uk: Альбом
zh_cn: 专辑

source: Filename
eu: Fitxategia
hi: फाइलनाम
ro: Nume fișier
uk: Назва файла
zh_cn: 文件名

source: Title
eu: Titulua
hi: शीर्षक
ro: Titlu
uk: Заголовок
zh_cn: 标题

source: Album Artist
eu: Albumaren artista
hi: एल्बम कलाकार
ro: Artist album
uk: Виконавець альбому
zh_cn: 专辑艺术家

source: Year
eu: Urtea
hi: वर्ष
ro: An
uk: Рік
zh_cn: 年份

source: Disc
eu: Diskoa
hi: डिस्क
uk: Диск
zh_cn: 光盘编号

source: Track
eu: Pista
hi: ट्रैक
ro: Pistă
uk: Доріжка
zh_cn: 音轨

source: Genre
eu: Generoa
hi: शैली
ro: Gen
uk: Жанр
zh_cn: 流派

source: Comment
eu: Iruzkina
hi: टिप्पणी
ro: Comentariu
uk: Коментар
zh_cn: 备注

source: Composer
eu: Konpositorea
hi: संगीतकार
ro: Compozitor
uk: Композитор
zh_cn: 作曲家

source: Original Artist
eu: Jatorrizko artista
hi: मूल कलाकार
ro: Artist original
uk: Початковий виконавець
zh_cn: 原唱者

source: Copyright
eu: Copyright-a
hi: कॉपीराइट
ro: Drepturi de autor
uk: Авторські права
zh_cn: 版权

source: Encoded By
eu: Kodeketa:
hi: इनके द्वारा एनकोडेड
ro: Codat de
uk: Кодувальник
zh_cn: 编码程序

source: Browse Directory With
eu: Arakatu direktorioa honekin…
hi: इसके साथ निर्देशिका देखें
ro: Navighează directorul cu
uk: Навігація каталогом за допомогою
zh_cn: 目录打开方式

source: Run Program
eu: Exekutatu programa
hi: प्रोग्राम चलाएं
ro: Rulează programul
uk: Запустити програму
zh_cn: 运行程序

source: Enter the program to run; it will receive the current directory as a parameter
eu: Sartu exekutatuko den programa; uneko direktorioa jasoko du parametro modura
hi: चलाने के लिए प्रोग्राम दर्ज करें; यह पैरामीटर के रूप में वर्तमान निर्देशिका प्राप्त करेगा
ro: Introduceți programul de executat; o să primească directorul curent ca parametru
uk: Вкажіть програму, яку слід запустити. Як параметр, програмі буде передано поточний каталог.
zh_cn: 输入要运行的程序；会作为参数传入当前目录

source: _Cancel
eu: _Utzi
hi: रद्द करें (_C)
ro: _Anulează
uk: _Скасувати
zh_cn: 取消(_C)

source: _Execute
eu: _Exekutatu
hi: निष्पादित करें (_E)
ro: _Execută
uk: Вико_нати
zh_cn: 运行(_E)

source: Open Files With
eu: Ireki fitxategiak honekin…
hi: इसके साथ फाइलें खोलें
ro: Deschide fișiere cu
uk: Відкрити файли за допомогою
zh_cn: 文件打开方式

source: Enter the program to run; it will receive the current files as a parameter
eu: Sartu exekutatuko den programa; uneko fitxategia jasoko du parametro modura
hi: चलाने के लिए प्रोग्राम दर्ज करें; यह वर्तमान फाइलों को पैरामीटर के रूप में प्राप्त करेगा
ro: Introduceți programul de executat; el va primi fișierul curent ca parametru
uk: Вкажіть програму, яку слід запустити. Як параметр, програмі буде передано поточні файли.
zh_cn: 输入要运行的程序；会传入当前文件作为参数

source: Rename Directory
eu: Aldatu direktorioaren izena
hi: निर्देशिका का नाम बदलें
ro: Redenumește directorul
uk: Перейменувати каталог
zh_cn: 重命名目录

source: Literal name:
eu: Izen literala:
hi: शाब्दिक नाम:
ro: Nume literar:
uk: Буквальна назва:
zh_cn: 文件夹名：

source: Use mask:
eu: Erabili maskara:
hi: मास्क का प्रयोग करें:
ro: Folosește masca:
uk: Маска:
zh_cn: 使用掩码：

source: Whether to use a mask when renaming directories
eu: Maskara bat erabiliko den ala ez direktorioen izenak aldatzean
hi: क्या निर्देशिकाओं का नाम बदलते समय मास्क का प्रयोग करना है
ro: Dacă să se utilizeze o mască atunci când se redenumesc directoarele
uk: Чи слід використовувати маску при перейменування каталогів
zh_cn: 重命名文件夹时，是否使用掩码

source: Select or type in a mask using codes (see Legend in Scanner Window) to rename the directory from tag fields
eu: Hautatu edo idatzi maskara bat kodeak erabilita (ikusi 'Legenda' eskanerraren leihoan) direktorioaren izena aldatzeko etiketa-eremuetatik
hi: टैग क्षेत्रों से निर्देशिका का नाम बदलने के लिए कोड का प्रयोग करके मास्क चुनें या टाइप करें (स्कैनर खिड़की में किंवदंती देखें)
ro: Alegeți sau tastați o mască utilizând coduri (vedeți Legenda în Fereastră scaner) pentru a redenumi directorul de la câmpurile etichetei
uk: Виберіть або введіть маску за допомогою кодів (див. умовні позначення у вікні сканера), щоб перейменувати каталог на основі вмісту полів міток
zh_cn: 选择或输入掩码（参见扫描窗口中的参数说明），利用标签信息重命名目录

source: Rename directory preview
eu: Aldatu direktorioaren aurrebistaren izena
hi: निर्देशिका पूर्वावलोकन का नाम बदलें
ro: Redenumește previzualizarea directorului
uk: Попередній перегляд перейменування каталогів
zh_cn: 重命名目录预览

source: _Rename
eu: _Aldatu izena
hi: नाम बदलें (_R)
ro: _Redenumește
uk: Перей_менувати
zh_cn: 重命名(_R)

source: CDDB Search
eu: CDDB bilaketa
hi: CDDB खोज
ro: Căutare CDDB
uk: Пошук у CDDB
zh_cn: CDDB 搜索

source: Search
eu: Bilatu
hi: खोजें
ro: Caută
uk: Пошук
zh_cn: 搜索

source: Enter the words to search (separated by a space or ‘+’)
eu: Sartu bilatuko diren hitzak (zuriunez edo ‘+’ ikurrez bereizita)
hi: खोजने के लिए शब्द दर्ज करें (रिक्त स्थान या ‘+’ से अलग करके)
ro: Introduceți cuvintele de căutat (separate de un spațiu sau „+”)
uk: Введіть слова для пошуку (відокремивши їх пробілом або «+»)
zh_cn: 输入要搜索的文本（用空格或“+”分开）

source: _Search
eu: _Bilatu
hi: खोजें (_S)
ro: _Caută
uk: П_ошук
zh_cn: 搜索(_S)

source: Search Using Selected _Files
eu: Bilatu hautatutako _fitxategiak erabilita
hi: चयनित फाइलों का प्रयोग करके खोजें (_F)
ro: Caută utilizând _fișierele selectate
uk: Шукати на основі позначених _файлів
zh_cn: 用所选文件搜索(_F)

source: Generate the CDDB disc ID using the selected files (the order is important)
eu: Sortu CDDB diskoaren IDa hautatutako fitxategiak erabilita (ordena garrantzitsua da)
hi: चयनित फाइलों का प्रयोग करके CDDB डिस्क आईडी उत्पन्न करें (क्रम महत्वपूर्ण है)
ro: Generează ID-ul de disc CDDB utilizând fișierele selectate (ordinea este importantă)
uk: Створити ідентифікатор диска CDDB на основі позначених файлів (порядок є важливим)
zh_cn: 用所选文件生成 CDDB 光盘 ID（选中顺序很重要）

source: Stop
eu: Gelditu
hi: रोकें
ro: Oprește
uk: Зупинити
zh_cn: 停止

source: Stop the search
eu: Gelditu bilaketa
hi: खोज बंद करें
ro: Oprește căutarea
uk: Припинити пошук
zh_cn: 停止搜索

source: Manual Search Options
eu: Eskuzko bilaketaren aukerak
hi: हस्तचालित खोज विकल्प
ro: Opțiuni de căutare manuală
uk: Параметри пошуку вручну
zh_cn: 手动搜索选项

source: Search Fields
eu: Bilatu eremuak
hi: खोज क्षेत्र
ro: Caută câmpurile
uk: Поля для пошуку
zh_cn: 搜索字段

source: Track Name
eu: Pistaren izena
hi: ट्रैक नाम
ro: Numărul pistei
uk: Назва доріжки
zh_cn: 音轨名

source: Other
eu: Bestelakoa
hi: अन्य
ro: Altele
uk: Інше
zh_cn: 其他

source: Categories
eu: Kategoriak
hi: श्रेणियां
ro: Categorii
uk: Категорії
zh_cn: 分类

source: Blues
hi: ब्लूज़
uk: Блюз
zh_cn: 蓝调

source: Classical
eu: Klasikoa
hi: शास्त्रीय
ro: Clasic
uk: Класика
zh_cn: 古典

source: Country
eu: Herrialdea
hi: कंट्री
uk: Кантрі
zh_cn: 乡村音乐

source: Folk
hi: लोक
uk: Фолк
zh_cn: 民谣

source: Jazz
hi: जाज
uk: Джаз
zh_cn: 爵士

source: Misc.
eu: Askotarikoa
hi: विविध
ro: Diverse
uk: Інше
zh_cn: 其他

source: New Age
hi: न्यू ऐज
uk: Нью-ейдж
zh_cn: 新世纪

source: Reggae
hi: रेगे
ro: Raggae
uk: Регі
zh_cn: 雷盖

source: Rock
hi: रॉक
uk: Рок
zh_cn: 摇滚

source: Soundtrack
eu: Soinu-bana
hi: साउंडट्रैक
ro: Coloană sonoră
uk: Звукова доріжка
zh_cn: 音轨

source: Results
eu: Emaitzak
hi: परिणाम
ro: Rezultate
uk: Результати
zh_cn: 结果

source: Artist / Album
eu: Artista / Albuma
hi: कलाकार / एल्बम
uk: Виконавець / Альбом
zh_cn: 艺术家 / 专辑

source: Category
eu: Kategoria
hi: श्रेणी
ro: Categorie
uk: Категорія
zh_cn: 类别

source: Select lines from which tags will be applied to your files list. All lines will be processed if no line is selected.\nYou can also reorder lines in this list before using the ‘apply’ button
eu: Hautatu zure fitxategien zerrendari aplikatuko zaizkion etiketak dituzten lerroak. Lerro guztiak prozesatuko dira bat ere ez bada hautatzen.\n Zerrendako lerroak berrantolatu ditzakezu ‘aplikatu’ botoia erabili baino lehen
hi: उन पंक्तियों का चयन करें जिनसे टैग आपकी फाइल सूची पर लागू होंगे। यदि कोई पंक्ति चयनित नहीं है, तो सभी पंक्तियों पर कार्रवाई की जाएगी। आप 'लागू करें' बटन का प्रयोग करने से पहले इस सूची में पंक्तियों को पुनः क्रमित भी कर सकते हैं
ro: Alegeți liniile de la care etichetele vor fi aplicate la lista de fișiere. Toate liniile vor fi procesate dacă nicio linie nu este selectată.\nPuteți de asemenea reordona liniile în această listă înainte de a utiliza butonul „aplică”
uk: Виберіть рядки, з яких буде застосовано мітки до вашого списку файлів. Якщо жодного з рядків не буде позначено, буде оброблено усі рядки.\nВи також можете перевпорядкувати рядки у сцьому списку до натискання кнопки «Застосувати»
zh_cn: 选择将标记应用于文件列表的行。如果未选择任何行，则将处理所有行。\n在应用前可以重新排列曲目顺序

source: Duration
eu: Iraupena
hi: अवधि
ro: Durată
uk: Тривалість
zh_cn: 时长

source: Select all lines
eu: Hautatu lerro guztiak
hi: सभी पंक्तियां चुनें
ro: Alege toate liniile
uk: Позначити усі рядки
zh_cn: 选中所有行

source: Invert line selection
eu: Alderantzikatu lerroen hautapena
hi: पंक्ति चयन उलटें
ro: Inversează selecția liniilor
uk: Інвертувати позначення рядків
zh_cn: 反向选择

source: Unselect all lines
eu: Desautatu lerro guztiak
hi: सभी पंक्तियां अचयनित करें
ro: Deselectează toate liniile
uk: Скасувати позначення усіх рядків
zh_cn: 取消选中所有行

source: Fill Tags
eu: Bete etiketak
hi: टैग भरें
ro: Completează etichetele
uk: Заповнити мітки
zh_cn: 填入标签

source: Track Number
eu: Pista-zenbakia
hi: ट्रैक संख्या
ro: Numărul pistei
uk: Номер доріжки
zh_cn: 音轨编号

source: Number of Tracks
eu: Pista kopurua
hi: ट्रैक की संख्या
ro: Număr de piste
uk: Кількість доріжок
zh_cn: 音轨总数

source: Run the current scanner for each file
eu: Exekutatu uneko eskanerra fitxategi bakoitzeko
hi: प्रत्येक फाइल के लिए वर्तमान स्कैनर चलाएं
ro: Rulează examinatorul curent pentru fiecare fișier
uk: Запустити поточний сканер для кожного файла
zh_cn: 每一个文件都运行当前的扫描器

source: Whether to run the tag scanner, with the current settings, on the CDDB results
eu: Etiketen eskanerra exekutatuko den ala ez, uneko ezarpenekin, CDDB emaitzetan
hi: क्या CDDB परिणामों पर, वर्तमान सेटिंग्स के साथ, टैग स्कैनर चलाना है
ro: Dacă să se ruleze scanerul de etichetă, cu configurările curente, pe rezultatele CDDB
uk: Визначає, чи слід запустити сканер міток із поточними параметрами для результатів CDDB
zh_cn: 是否对 CDDB 查询结果以当前设置运行标签扫描

source: Match lines with the Levenshtein algorithm
eu: Parekatu lerroak Levenshtein algoritmoarekin
hi: लेवेनशेटिन एल्गोरिथम के साथ पंक्तियों का मिलान करें
ro: Potrivește linii cu algoritmul Levenshtein
uk: Встановити відповідність рядків за допомогою алгоритму Левенштайна
zh_cn: 使用 Levenshtein 算法匹配行

source: Whether to use the DLM algorithm to match CDDB results to files
eu: DLM algoritmoa erabiliko den ala ez CDDB emaitzak fitxategiekin parekatzeko
hi: क्या CDDB परिणामों को फाइलों से मिलान करने के लिए DLM एल्गोरिथ्म का प्रयोग करना है
ro: Dacă să se utilizeze algoritmul DLM pentru a potrivi rezultatele CDDB la fișiere
uk: Визначає, чи слід використовувати алгоритм DLM для встановлення відповідності результатів CDDB файлам
zh_cn: 是否使用 DLM 算法将 CDDB 查询结果匹配到文件

source: _Close
eu: It_xi
hi: बंद करें (_C)
ro: În_chide
uk: _Закрити
zh_cn: 关闭(_C)

source: _Apply
eu: _Aplikatu
hi: लागू करें (_A)
ro: _Aplică
uk: _Застосувати
zh_cn: 应用(_A)

source: Load the selected lines or all lines (if no lines are selected)
eu: Kargatu hautatutako lerroak edo lerro guztiak (lerrorik hautatuta ez badago)
hi: चयनित पंक्तियों या सभी पंक्तियों को लोड करें (यदि कोई पंक्ति चयनित नहीं है)
ro: Încarcă liniile selectate sau toate liniile (dacă nicio linie nu este selectată)
uk: Завантажити позначені рядки або усі рядки (якщо жодного рядка не позначено)
zh_cn: 加载所选项目，或所有项目（如果没有选中）。

source: File
eu: Fitxategia
hi: फाइल
ro: Fișier
uk: Файл
zh_cn: 文件

source: Encoder:
eu: Kodetzailea:
hi: एनकोडर:
ro: Codor:
uk: Кодувальник:
zh_cn: 编码器：

source: Bitrate:
eu: Bit-emaria:
hi: बिटरेट:
uk: Бітова швидкість:
zh_cn: 比特率：

source: Sample rate:
eu: Lagin-maiztasuna:
hi: नमूना दर:
ro: Rată de eșantionare:
uk: Частота дискретизації:
zh_cn: 采样率：

source: Mode:
eu: Modua:
hi: मोड:
ro: Mod:
uk: Режим:
zh_cn: 模式：

source: Size:
eu: Tamaina:
hi: आकार:
ro: Lungime:
uk: Розмір:
zh_cn: 大小：

source: Duration:
eu: Iraupena:
hi: अवधि:
ro: Durată:
uk: Тривалість:
zh_cn: 时长：

source: Image Type
eu: Irudi mota
hi: छवि प्रकार
ro: Tip de imagine
uk: Тип зображення
zh_cn: 图像类型

source: Description
eu: Azalpena
hi: विवरण
ro: Descriere
uk: Опис
zh_cn: 描述

source: _Accept
eu: _Onartu
hi: स्वीकारें (_A)
ro: _Acceptă
uk: _Ухвалити
zh_cn: 接受(_A)

source: Log
eu: Egunkaria
hi: लॉग
ro: Istoric
uk: Журнал
zh_cn: 日志

source: Load Filenames From a Text File
eu: Kargatu fitxategi-izenak testu-fitxategi batetik
hi: पाठ फाइल से फाइल नाम लोड करें
ro: Încarcă numele de fișiere de la un fișier text
uk: Завантажити назви файлів з текстового файла
zh_cn: 从文本文件中载入文件名列表

source: File:
eu: Fitxategia:
hi: फाइल:
ro: Fișier:
uk: Файл:
zh_cn: 文件：

source: Choose a Text File
eu: Hautatu testu-fitxategi bat
hi: पाठ फाइल चुनें
ro: Alege un fișier text
uk: Виберіть текстовий файл
zh_cn: 选择文本文件

source: _Load
eu: _Kargatu
hi: लोड करें (_L)
ro: Încarcă
uk: _Завантажити
zh_cn: 载入(_L)

source: Content of Text File
eu: Testu-fitxategiaren edukia
hi: पाठ फाइल की सामग्री
ro: Conținutul fișierului text
uk: Вміст текстового файла
zh_cn: 文本文件内容

source: Insert a blank line before the selected line
eu: Txertatu lerro zuria hautatutako lerroaren aurretik
hi: चयनित पंक्ति से पहले एक रिक्त पंक्ति डालें
ro: Inserează o linie goală înaintea liniei selectate
uk: Вставити порожній рядок перед позначеним рядком
zh_cn: 在所选行之前插入一个空白行

source: Delete the selected line
eu: Ezabatu hautatutako lerroa
hi: चयनित पंक्ति मिटाएं
ro: Șterge linia selectată
uk: Вилучити позначений рядок
zh_cn: 移除所选行

source: Delete all blank lines
eu: Ezabatu lerro zuri guztiak
hi: सभी रिक्त पंक्तियां मिटाएं
ro: Șterge toate liniile goale
uk: Вилучити усі порожні рядки
zh_cn: 移除所有空白行

source: Move the selected line up
eu: Mugitu hautatutako lerroa gora
hi: चयनित पंक्ति को ऊपर ले जाएं
ro: Mută linia selectată mai sus
uk: Пересунути позначений рядок вище
zh_cn: 将所选项目向上移

source: Move the selected line down
eu: Mugitu hautatutako lerroa behera
hi: चयनित पंक्ति को नीचे ले जाएं
ro: Mută linia selectată mai jos
uk: Пересунути позначений рядок нижче
zh_cn: 将所选项目向下移

source: Reload
eu: Birkargatu
hi: पुनः लोड करें
ro: Reîncarcă
uk: Перезавантажити
zh_cn: 重新载入

source: List of Files
eu: Fitxategien zerrenda
hi: फाइलों की सूची
ro: Listă de fișiere
uk: Список файлів
zh_cn: 文件列表

source: Selected line:
eu: Hautatutako lerroa:
hi: चयनित पंक्ति:
ro: Linia selectată:
uk: Позначений рядок:
zh_cn: 所选行：

source: Whether to run the currently selected scanner on filenames loaded from a text file
eu: Unean hautatutako eskanerra exekutatuko den ala ez testu-fitxategi batetik kargatutako fitxategi-izenetan
hi: क्या वर्तमान में चयनित स्कैनर को पाठ फाइल से लोड किए गए फाइल नामों पर चलाना है
ro: Dacă să se ruleze scanerul selectat curent pe nume de fișiere încărcate dintr-un fișier text
uk: Визначає, чи слід запускати поточний вибраний сканер для назв файлів, завантажених з текстового файла
zh_cn: 是否对从文件中载入的文件名列表运行选中的扫描器

source: _Help
eu: _Laguntza
hi: सहायता (_H)
ro: _Ajutor
uk: _Довідка
zh_cn: 帮助(_H)

source: _About
eu: Honi _buruz
hi: परिचय (_A)
ro: _Despre
uk: _Про програму
zh_cn: 关于(_A)

source: _Quit
eu: I_rten
hi: छोड़ें (_Q)
ro: _Ieșire
uk: Ви_йти
zh_cn: 退出(_Q)

source: _File
eu: _Fitxategia
hi: फाइल (_F)
ro: _Fișier
uk: _Файл
zh_cn: 文件(_F)

source: Open Files With…
eu: Ireki fitxategiak honekin…
hi: फाइलें खोलें…
ro: Deschide fișiere cu…
uk: Відкрити файли у…
zh_cn: 选择文件打开方式…

source: Run Audio Player
eu: Exekutatu audio-erreproduzigailua
hi: ऑडियो प्लेयर चलाएं
ro: Rulează playerul audio
uk: Запустити програвач
zh_cn: 运行音频播放器

source: Invert File Selection
eu: Alderantzikatu fitxategi-hautapena
hi: फाइल चयन उलटें
ro: Inversează selecția fișierelor
uk: Інвертувати позначення файлів
zh_cn: 反向选中文件

source: Delete Files
eu: Ezabatu fitxategiak
hi: फाइलें मिटाएं
ro: Șterge fișiere
uk: Вилучити файли
zh_cn: 删除文件

source: Undo for File
eu: Desegin fitxategirako
hi: फाइल के लिए पूर्ववत करें
ro: Refă pentru fișier
uk: Скасувати для файла
zh_cn: 撤销文件更改

source: Redo for File
eu: Berregin fitxategirako
hi: फाइल के लिए पुनः करें
ro: Repetă pentru fișierul
uk: Повторити для файла
zh_cn: 重做文件更改

source: _Save Files
eu: _Gorde fitxategiak
hi: फाइलें सहेजें (_S)
ro: _Salvează fișiere
uk: З_берегти файли
zh_cn: 保存文件(_S)

source: _Force Save Files
eu: Be_hartu fitxategiak gordetzea
hi: बलपूर्वक फाइलें सहेजें (_F)
ro: Salvează _forțat fișiere
uk: _Примусово зберегти файли
zh_cn: 强制保存文件(_F)

source: _Edit
eu: _Editatu
hi: संपादित करें (_E)
ro: _Editează
uk: З_міни
zh_cn: 编辑(_E)

source: _Find…
eu: _Bilatu…
hi: खोजें (_F)…
ro: _Caută…
uk: З_найти…
zh_cn: 查找(_F)…

source: Select All
eu: Hautatu dena
hi: सभी चुनें
ro: Selectează toate
uk: Вибрати все
zh_cn: 全选

source: Unselect All
eu: Desautatu _denak
hi: सभी अचयनित करें
ro: Deselectează toate
uk: Скасувати вибір всіх
zh_cn: 取消全选

source: Undo
eu: Desegin
hi: पूर्ववत करें
ro: Refă
uk: Скасувати
zh_cn: 撤消

source: Redo
eu: Berregin
hi: पुनः करें
ro: Repetă
uk: Повторити
zh_cn: 重做

source: _Remove Tags
eu: _Kendu etiketak
hi: टैग हटाएं (_R)
ro: _Elimină etichetele
uk: Ви_лучити мітки
zh_cn: 移除标签(_R)

source: _Preferences
eu: _Hobespenak
hi: प्राथमिकताएं (_P)
ro: _Preferințe
uk: _Налаштування
zh_cn: 偏好设置(_P)

source: _View
eu: _Ikusi
hi: देखें (_V)
ro: _Vizualizare
uk: П_ерегляд
zh_cn: 视图(_V)

source: Show Scanner
eu: Erakutsi eskanerra
hi: स्कैनर दिखाएं
ro: Arată scanerul
uk: Показати сканер
zh_cn: 显示扫描器

source: Scanner Mode
eu: Eskaner modua
hi: स्कैनर मोड
ro: Mod scaner
uk: Режим сканера
zh_cn: 扫描模式

source: Rename Files and Directories
eu: Aldatu fitxategien eta direktorioen izenak
hi: फाइलों और निर्देशिकाओं का नाम बदलें
ro: Redenumește fișiere și directoare
uk: Перейменувати файли і каталоги
zh_cn: 重命名文件和目录

source: Process Fields
eu: Prozesatu eremuak
hi: क्षेत्रों को संसाधित करें
ro: Prelucrează fișierele
uk: Обробити поля
zh_cn: 处理字段

source: Directory Tree
eu: Direktorio-zuhaitza
hi: निर्देशिका ट्री
ro: Arbore de directoare
uk: Ієрархія каталогів
zh_cn: 目录树

source: Artists and Albums
eu: Artistak eta albumak
hi: कलाकार और एल्बम
ro: Artiști și albume
uk: Виконавці і альбоми
zh_cn: 艺术家和专辑

source: Sort List by Tag
eu: Ordenatu zerrenda etiketen arabera
hi: सूची को टैग अनुसार छांटें
ro: Ordonează lista după etichetă
uk: Упорядкувати список за міткою
zh_cn: 按标签排序

source: Ascending by track number
eu: Gorantz pista-zenbakiaren arabera
hi: ट्रैक संख्या द्वारा आरोही
ro: Crescător după numărul pistei
uk: За зростанням за номером доріжки
zh_cn: 音轨编号升序

source: Descending by track number
eu: Beherantz pista-zenbakiaren arabera
hi: ट्रैक संख्या द्वारा अवरोही
ro: Descrescător după numărul pistei
uk: За спаданням за номером доріжки
zh_cn: 音轨编号降序

source: Ascending by title
eu: Gorantz tituluaren arabera
hi: शीर्षक द्वारा आरोही
ro: Crescător după titlu
uk: За зростанням за заголовком
zh_cn: 标题升序

source: Descending by title
eu: Beherantz tituluaren arabera
hi: शीर्षक द्वारा अवरोही
ro: Descrescător după titlu
uk: За спаданням за заголовком
zh_cn: 标题降序

source: Ascending by artist
eu: Gorantz artistaren arabera
hi: कलाकार द्वारा आरोही
ro: Crescător după artist
uk: За зростанням за виконавцем
zh_cn: 艺术家升序

source: Descending by artist
eu: Beherantz artistaren arabera
hi: कलाकार द्वारा अवरोही
ro: Descrescător după artist
uk: За спаданням за виконавцем
zh_cn: 艺术家降序

source: Ascending by album artist
eu: Gorantz albumen artistaren arabera
hi: एल्बम कलाकार द्वारा आरोही
ro: Crescător după artistul albumului
uk: За зростанням за виконавцем альбому
zh_cn: 专辑艺术家升序

source: Descending by album artist
eu: Beherantz albumen artistaren arabera
hi: एल्बम कलाकार द्वारा अवरोही
ro: Descrescător după artistul albumului
uk: За спаданням за виконавцем альбому
zh_cn: 专辑艺术家降序
