Repository: GNOME/easytag
Catalog: po/*.po
Languages: eu, hi, ro, uk, zh_cn

source: Error while opening file: %s
eu: Errorea fitxategia irekitzean: %s
hi: फाइल खोलते समय त्रुटि: %s
ro: Eroare la deschiderea fișierului: %s
uk: Помилка під час спроби відкрити файл: %s
zh_cn: 打开文件时出错：%s

source: Failed to write APE tag
eu: Huts egin du APE etiketa idazteak
hi: APE टैग लिखने में विफल
ro: Nu s-a putut scrie eticheta APE
uk: Не вдалося записати мітку APE
zh_cn: 无法写入 APE 标签

source: Error opening FLAC file
eu: Errorea FLAC fitxategia irekitzean
hi: FLAC फाइल खोलने में त्रुटि
ro: Eroare la deschiderea fișierului FLAC
uk: Помилка під час відкриття файла FLAC
zh_cn: 打开 FLAC 文件时出错

source: FLAC File
eu: FLAC fitxategia
hi: FLAC फाइल
ro: Fișier FLAC
uk: Файл FLAC
zh_cn: FLAC 文件

source: Channels:
eu: Kanalak:
hi: चैनल:
ro: Canale:
uk: Канали:
zh_cn: 声道：

source: Error while opening file ‘%s’ as FLAC: %s
eu: Errorea ‘%s’ fitxategia FLAC gisa irekitzean: %s
hi: फाइल ‘%s’ को FLAC के रूप में खोलते समय त्रुटि हुई: %s
ro: Eroare la deschiderea fișierului „%s” ca FLAC: %s
uk: Помилка під час спроби відкрити файл «%s» як FLAC: %s
zh_cn: 将“%s”文件视为 FLAC 打开时出错：%s

source: Failed to write comments to file ‘%s’: %s
eu: Huts egin du ‘%s’ fitxategian iruzkinak idazteak: %s
hi: फाइल ‘%s’ पर टिप्पणियां लिखने में विफल: %s
ro: Nu s-au putut scrie comentariile la fișierul „%s”: %s
uk: Не вдалося записати коментарі до файла «%s»: %s
zh_cn: 无法将备注写入文件“%s”：%s

source: Corrupted file
eu: Fitxategi hondatua
hi: दूषित फाइल
ro: Fișier corupt
uk: Пошкоджений файл
zh_cn: 文件已损坏

source: Removed tag of ‘%s’
eu: ‘%s’ fitxategiaren etiketa kendu da
hi: ‘%s’ का टैग हटाया गया
ro: S-a eliminat eticheta a „%s”
uk: Вилучено мітку «%s»
zh_cn: 已移除“%s”的标签

source: Error while removing ID3v1 tag of ‘%s’: %s
eu: Errorea ‘%s’ fitxategiaren ID3v1 etiketa kentzean: %s
hi: ‘%s’ का ID3v1 टैग हटाते समय त्रुटि हुई: %s
ro: Eroare în timpul eliminării etichetei ID3v1 a „%s”: %s
uk: Помилка під час спроби вилучити мітку ID3v1 «%s»: %s
zh_cn: 移除“%s”的 ID3v1 标签时出错：%s

source: Error while removing ID3v2 tag of ‘%s’: %s
eu: Errorea ‘%s’ fitxategiaren ID3v2 etiketa kentzean: %s
hi: ‘%s’ का ID3v2 टैग हटाते समय त्रुटि हुई: %s
ro: Eroare în timpul eliminării etichetei ID3v2 a „%s”: %s
uk: Помилка під час спроби вилучити мітку ID3v2 «%s»: %s
zh_cn: 移除“%s”的 ID3v2 标签时出错：%s

source: Error while updating ID3v2 tag of ‘%s’: %s
eu: Errorea ‘%s’ fitxategiaren ID3v2 etiketa eguneratzean: %s
hi: '%s' के ID3v2 टैग को अद्यतन करते समय त्रुटि: %s
ro: Eroare în timpul actualizării etichetei ID3v2 a „%s”: %s
uk: Помилка під час спроби оновити мітку ID3v2 «%s»: %s
zh_cn: 更新“%s”的 ID3v2 标签时出错：%s

source: Error while updating ID3v1 tag of ‘%s’: %s
eu: Errorea ‘%s’ fitxategiaren ID3v1 etiketa eguneratzean: %s
hi: '%s' के ID3v1 टैग को अद्यतन करते समय त्रुटि: %s
ro: Eroare în timpul actualizării etichetei ID3v1 a „%s”: %s
uk: Помилка під час спроби оновити мітку ID3v1 «%s»: %s
zh_cn: 更新“%s”的 ID3v1 标签时出错：%s

source: Buggy id3lib
eu: id3lib akastuna
hi: बग्गी id3lib
ro: id3lib defect
uk: Вади у id3lib
zh_cn: id3lib 有缺陷

source: No error reported
eu: Ez du errorerik eman
hi: कोई त्रुटि रिपोर्ट नहीं की गई
ro: Nu au fost raportate erori
uk: Немає повідомлень про помилки
zh_cn: 没有错误发生

source: No available memory
eu: Ez dago memoriarik erabilgarri
hi: कोई मेमोरी उपलब्ध नहीं
ro: Nu este destulă memorie
uk: Недостатньо пам'яті
zh_cn: 内存不足

source: No data to parse
eu: Ez dago daturik analizatzeko
hi: विश्लेषण हेतु कोई डेटा नहीं
ro: Nu sunt date de parsat
uk: Немає даних для обробки
zh_cn: 没有要解析的数据

source: Improperly formatted data
eu: Gaizki formateatutako datuak
hi: अनुचित रूप से प्रारूपित डेटा
ro: Date incorect formatate
uk: Помилкове форматування даних
zh_cn: 数据格式不正确

source: No buffer to write to
eu: Ez dago bufferrik idazteko
hi: लिखने के लिए कोई बफर नहीं
ro: Nicio preîncărcare în care să scriu
uk: Немає буфера для запису
zh_cn: 没有要写入的缓冲区

source: Buffer is too small
eu: Bufferra txikiegia da
hi: बफर बहुत छोटा है
ro: Preîncărcarea este prea mică
uk: Буфер є надто малим
zh_cn: 缓冲区太小

source: Invalid frame ID
eu: Markoaren ID baliogabea
hi: अमान्य फ़्रेम आईडी
ro: Frame ID incorect
uk: Некоректний ідентифікатор кадру
zh_cn: 无效的帧 ID

source: Requested field not found
eu: Eskatutako fitxategia ez da aurkitu
hi: अनुरोधित क्षेत्र नहीं मिला
ro: Nu s-a găsit câmpul cerut
uk: Запитаного поля не знайдено
zh_cn: 未找到请求的字段

source: Unknown field type
eu: Eremu mota ezezaguna
hi: अज्ञात क्षेत्र प्रकार
ro: Tip de câmp necunoscut
uk: Невідомий тип поля
zh_cn: 字段类型未知

source: Tag is already attached to a file
eu: Etiketa dagoeneko fitxategi bati erantsita dago
hi: टैग पहले से ही फाइल से जुड़ा हुआ है
ro: Eticheta este deja atașată unui fișier
uk: Мітку вже долучено до файла
zh_cn: 文件已附上标签

source: Invalid tag version
eu: Etiketa-bertsio baliogabea
hi: अमान्य टैग संस्करण
ro: Versiune de etichetă nevalidă
uk: Некоректна версія мітки
zh_cn: 无效的标签版本

source: No file to parse
eu: Ez dago fitxategirik analizatzeko
hi: विश्लेषण हेतु कोई फाइल नहीं
ro: Nici un fișier de examinat
uk: Немає файла для обробки
zh_cn: 没有要解析的文件

source: Attempting to write to a read-only file
eu: Irakurtzeko soilik den fitxategia idazteko saioa
hi: केवल पढ़ने-योग्य फाइल में लिखने का प्रयास
ro: Încercare de scriere a unui fișier disponibil doar pentru citire
uk: Спроба запису до файла, який призначено лише для читання
zh_cn: 正在尝试写入只读文件

source: Error in compression/uncompression
eu: Errorea konprimatzean/deskonprimatzean
hi: संपीड़न/असंपीडन में त्रुटि
ro: Eroare la compresie/decompresie
uk: Помилка під час стискання або розпакування
zh_cn: 压缩/解压时发生错误

source: Unknown error message
eu: Errore-mezu ezezaguna
hi: अज्ञात त्रुटि संदेश
ro: Mesaj de eroare necunoscut
uk: Повідомлення про невідому помилку
zh_cn: 出错消息不明

source: Error while creating temporary file
eu: Errorea aldi baterako fitxategia sortzean
hi: अस्थायी फाइल बनाते समय त्रुटि
ro: Eroare la crearea fișierului temporar
uk: Помилка під час спроби створити тимчасовий файл
zh_cn: 创建临时文件时出错

source: Error reading tags from file
eu: Errorea fitxategitik etiketak irakurtzean
hi: फाइल से टैग पढ़ने में त्रुटि
ro: Eroare la citirea etichetelor din fișier
uk: Помилка під час читання міток з файла
zh_cn: 读取文件的标签时出错

source: Monkey's Audio File
eu: Monkey's Audio fitxategia
hi: मंकी ऑडियो फाइल
ro: Fișierul audio a Monkey
uk: файл Monkey's Audio
zh_cn: Monkey's Audio 文件

source: Profile:
eu: Profila:
hi: प्रोफाइल:
ro: Profil:
uk: Профіль:
zh_cn: 配置：

source: MP4 format invalid
eu: MP4 formatu baliogabea
hi: MP4 प्रारूप अमान्य
ro: Format MP4 nevalid
uk: Некоректний формат MP4
zh_cn: MP4 格式无效

source: Error reading properties from file
eu: Errorea propietateak fitxategitik irakurtzean
hi: फाइल से गुण पढ़ने में त्रुटि
ro: Eroare la citirea proprietăților de la fișier
uk: Помилка під час читання властивостей з файла
zh_cn: 读取文件属性时出错

source: MP4/AAC File
eu: MP4/AAC fitxategia
hi: MP4/AAC फाइल
ro: Fișier MP4/AAC
uk: файл MP4/AAC
zh_cn: MP4/AAC 文件

source: Error while opening file ‘%s’: %s
eu: Errorea ‘%s’ fitxategia irekitzean: %s
hi: फाइल ‘%s’ खोलते समय त्रुटि हुई: %s
ro: Eroare la deschiderea fișierului „%s”: %s
uk: Помилка під час спроби відкрити файл «%s»: %s
zh_cn: 打开文件“%s”时出错：%s

source: Error reading tags from file ‘%s’
eu: Errorea ‘%s’ fitxategitik etiketak irakurtzean
hi: फाइल ‘%s’ से टैग पढ़ने में त्रुटि
ro: Eroare la citirea etichetelor din fișierul „%s”
uk: Помилка під час читання міток з файла «%s»
zh_cn: 读取文件“%s”的标签时出错

source: Stereo
eu: Estereoa
hi: स्टीरियो
uk: Стерео
zh_cn: 立体声

source: Joint stereo
eu: Estereo bateratua
hi: जॉइन्ट स्टीरियो
ro: Stereo comun
uk: Об'єднане стерео (joint)
zh_cn: 合并立体声

source: Dual channel
eu: Kanal duala
hi: दोहरा चैनल
ro: Canal dual
uk: Двоканальний
zh_cn: 双声道

source: Single channel
eu: Kanal bakuna
hi: एकल चैनल
ro: Canal singur
uk: Одноканальний
zh_cn: 单声道

source: MP3 File
eu: MP3 fitxategia
hi: MP3 फाइल
ro: Fișier MP3
uk: файл MP3
zh_cn: MP3 文件

source: MP2 File
eu: MP2 fitxategia
hi: MP2 फाइल
ro: Fișier MP2
uk: файл MP2
zh_cn: MP2 文件

source: MusePack File
eu: MusePack fitxategia
hi: MusePack फाइल
ro: Fișier MusePack
uk: файл MusePack
zh_cn: MusePack 文件

source: The specified bitstream does not exist or the file has been initialized improperly
eu: Zehaztutako bit-korrontea ez da existitzen edo fitxategia gaizki hasieratu da
hi: निर्दिष्ट बिटस्ट्रीम मौजूद नहीं है या फाइल को अनुचित तरीके से आरंभ किया गया है
ro: Fluxul de biți specificat nu există sau fișierul nu a fost inițializat corespunzător
uk: Вказаного бітового потоку не існує або файл було ініціалізовано з помилками
zh_cn: 指定的比特流不存在，或文件初始化不正确

source: Read from media returned an error
eu: Multimediaren irakurketak errore bat eman du
hi: मीडिया से पढ़ने पर त्रुटि लौटी
ro: Citirea de la media a întors o eroare
uk: Спроба читання даних з носія призвела до помилки
zh_cn: 从媒体读取时出错

source: Bitstream is not Vorbis data
eu: Bit-korrontea ez da Vorbis datuena
hi: बिटस्ट्रीम Vorbis डेटा नहीं है
ro: Fluxul de biți nu este date Vorbis
uk: Бітовий потік не є даними Vorbis
zh_cn: 比特流不是 Vorbis 数据

source: Vorbis version mismatch
eu: Vorbis bertsioa ez dator bat
hi: Vorbis संस्करण बेमेल
ro: Nepotrivire versiune Vorbis
uk: Невідповідність версії Vorbis
zh_cn: Vorbis 版本不符

source: Invalid Vorbis bitstream header
eu: Vorbis bit-korrondearen goiburu baliogabea
hi: अमान्य Vorbis बिटस्ट्रीम हेडर
ro: Antet de flux de biți Vorbis nevalid
uk: Помилковий заголовок потоку Vorbis
zh_cn: Vorbis 比特流头部无效

source: Internal logic fault, indicates a bug or heap/stack corruption
eu: Barne-logikaren hutsegitea, akats bat dagoela edo pila hondatuta dagoela adierazten du
hi: आंतरिक तर्क दोष, बग या हीप/स्टैक भ्रष्टाचार को इंगित करता है
ro: Defecțiune logică internă, indică o defecțiune sau o corupție pe heap/stivă
uk: Помилка внутрішньої логіки. Вказує на ваду або пошкодження даних у «купі» чи стеку
zh_cn: 内部逻辑错误，可能是程序缺陷或堆栈损坏

source: Failed to open file as Vorbis: %s
eu: Huts egin du fitxategia VOrbis gisa irekitzeak: %s
hi: फाइल को Vorbis के रूप में खोलने में विफल: %s
ro: Nu s-a putut deschide fișierul ca Vorbis: %s
uk: Не вдалося відкрити файл як Vorbis: %s
zh_cn: 无法将文件作为 Vorbis 打开：%s

source: Ogg Vorbis File
eu: Ogg Vorbis fitxategia
hi: Ogg Vorbis फाइल
ro: Fișier Ogg Vorbis
uk: Файл Ogg Vorbis
zh_cn: Ogg Vorbis 文件

source: Speex File
eu: Speex fitxategia
hi: Speex फाइल
ro: Fișier Speex
uk: Файл Speex
zh_cn: Speex 文件

source: Opus File
eu: Opus fitxategia
hi: Opus फाइल
ro: Fișier Opus
uk: Файл Opus
zh_cn: Opus 文件

source: Wavpack File
eu: Wavpack fitxategia
hi: Wavpack फाइल
ro: Fișier Wavpack
uk: Файл Wavpack
zh_cn: Wavpack 文件

source: URL
eu: URLa
uk: Адреса

source: %u: URL
eu: %u: URLa
uk: %u: адреса

source: URL:
eu: URLa:
uk: Адреса:

source: %d kb/s
uk: %d кбіт/с

source: %d Hz
uk: %d Гц

source: ~%d kb/s
uk: ~%d кбіт/с

source: EasyTAG
zh_cn: EasyTAG 音频标签编辑器

source: CD
zh_cn: 光盘

source: CD:
eu: CDa:
zh_cn: 光盘：

source: Capitalize tag fields when processing
eu: Bihurtu etiketa-eremuak maiuskuletara haiek prozesatzean
ro: Capitalizează câmpurile de etichete când se procesează
zh_cn: 处理时，将标签字段转为大写

source: Whether to change the capitalization when processing tag fields
eu: Etiketak prozesatzean, maiuskulak/minuskulak aldatuko diren ala ez
ro: Dacă să se modifice capitalizarea atunci când se procesează câmpurile de etichete
zh_cn: 处理标签字段时，是否改变大小写

source: Cannot resolve host: ‘%s’: %s
eu: Ezin izan da ‘%s’ ostalaria ebatzi: %s
ro: Nu se poate rezolva gazda „%s”: %s
zh_cn: 无法解析主机“%s”：%s

source: Cannot connect to host: ‘%s’: %s
eu: Ezin izan da ‘%s’ ostalariarekin konektatu: %s
ro: Nu se poate conecta la gazda „%s”: %s
zh_cn: 无法连接主机“%s”：%s

source: Input truncated or empty
eu: Sarrera moztuta edo hutsik dago
ro: Intrare trunchiată sau goală
zh_cn: 输入被截断或为空
