Repository: GNOME/easytag
Catalog: po/*.po
Languages: eu, hi, ro, uk, zh_cn

source: For example, the extension will be converted to ‘.mp3’
eu: Adibidez, luzapena ‘.mp3’ bihurtuko da
hi: उदाहरण के लिए, एक्सटेंशन को ‘.mp3’ में बदल दिया जाएगा
ro: De exemplu, extensia va fi convertită la „.mp3”
uk: Наприклад, суфікс назви буде перетворено до «.mp3»
zh_cn: 例如，扩展名会变成“.mp3”

source: Upper Case
eu: Maiuskula
hi: बड़े अक्षर
ro: Majuscule
uk: Верхнього регістру
zh_cn: 大写

source: For example, the extension will be converted to ‘.MP3’
eu: Adibidez, luzapena ‘.MP3’ bihurtuko da
hi: उदाहरण के लिए, एक्सटेंशन को ‘.MP3’ में परिवर्तित कर दिया जाएगा
ro: De exemplu, extensia va fi convertită la „.MP3”
uk: Наприклад, суфікс назви буде перетворено до «.MP3»
zh_cn: 例如，扩展名会变成“.MP3”

source: No Change
eu: Aldaketarik ez
hi: कोई परिवर्तन नहीं
ro: Nicio schimbare
uk: Без змін
zh_cn: 不变

source: The extension will not be modified
eu: Luzapena ez da aldatuko
hi: एक्सटेंशन को संशोधित नहीं किया जाएगा
ro: Extensia nu va fi modificată
uk: Суфікс назви не буде змінено
zh_cn: 扩展名不会修改

source: Filename Encoding
eu: Fitxategi-izenaren kodeketa
hi: फाइलनाम एन्कोडिंग
ro: Codarea numelui de fișier
uk: Кодування назви файла
zh_cn: 文件名编码

source: Try another character encoding
eu: Probatu beste karaktere-kodeketa bat
hi: कोई अन्य वर्ण एनकोडिंग आज़माएं
ro: Încercați altă codare de caractere
uk: Спробувати інше кодування символів
zh_cn: 尝试其他字符编码

source: Try to use the encoding associated with your locale and if this fails, try the ISO-8859-1 character encoding
eu: Saiatu zure hizkuntzari lotutako kodeketa erabiltzen, eta horrek huts egiten badu, saiatu ISO-8859-1 karaktere-kodeketa
hi: अपने लोकेल से संबद्ध एनकोडिंग का प्रयोग करने का प्रयास करें और यदि यह विफल हो जाए, तो ISO-8859-1 वर्ण एनकोडिंग का प्रयास करें
ro: Încercați să utilizați codarea asociată cu localizarea proprie și dacă această eșuează, încercați codarea de caractere ISO-8859-1
uk: Спробувати скористатися кодуванням символів, пов'язаним із вашою локаллю і, якщо не вдасться, спробувати кодування символів ISO-8859-1
zh_cn: 尽量使用当前区域设置的编码，失败则会尝试 ISO-8859-1 编码

source: Transliterate characters into the system character encoding
eu: Transliteratu karaktereak sistemaren karaktere-kodeketara
hi: सिस्टम वर्ण एन्कोडिंग में वर्णों का लिप्यंतरण करें
ro: Transliterați caracterele în codarea de caractere a sistemului
uk: Транслітерація символів у кодування символів системи
zh_cn: 将字符转写为系统字符编码

source: Replace unsupported characters with a similar character from the target character encoding
eu: Ordeztu onartzen ez diren karaktereak helburuko karaktere-kodeketako antzeko karaktere batekin
hi: असमर्थित वर्णों को लक्ष्य वर्ण एन्कोडिंग से समान वर्ण से प्रतिस्थापित करें
ro: Înlocuiți caracterele nesuportate cu un caracter similar din codarea de caracter țintă
uk: Замінити непідтримувані символи подібними символами із кодування символів призначення
zh_cn: 用目标编码中的相似字符替换不支持的字符

source: Use the system character encoding and silently discard unsupported characters
eu: Erabili sistemaren karaktere-kodeketa eta isilpean baztertu onartzen ez diren karaktereak
hi: सिस्टम वर्ण एनकोडिंग का प्रयोग करें और असमर्थित वर्णों को चुपचाप हटा दें
ro: Utilizați codarea de caracter a sistemului și eliminați silențios caracterele nesuportate
uk: Використатися кодування символів системи і без запитів відкинути непідтримувані символи
zh_cn: 使用系统编码，并删除不支持的字符

source: Discard characters which cannot be represented in the target character encoding
eu: Baztertu helburuko karaktere-kodeketan adierazi ezin diren karaktereak
hi: उन वर्णों को त्यागें जिन्हें लक्ष्य वर्ण एन्कोडिंग में प्रदर्शित नहीं किया जा सकता
ro: Eliminați caracterele care nu pot fi reprezentate în codarea de caracter țintă
uk: Відкинути символи, які не може бути представлено у кодуванні символів призначення
zh_cn: 当遇到无法以目标编码表示的字符时，会自动删除该字符

source: Files
eu: Fitxategiak
hi: फाइल
ro: Fișiere
uk: Файли
zh_cn: 文件

source: Automatically complete date field
eu: Automatikoki osatu dataren eremua
hi: स्वचालित रूप से दिनांक क्षेत्र पूर्ण करें
ro: Completează automat câmpul de dată
uk: Автоматично доповнювати мітку дати
zh_cn: 自动完成日期字段

source: Whether to automatically complete the date tag
eu: Dataren etiketa automatikoki osatuko den ala ez
hi: दिनांक टैग को स्वचालित रूप से पूरा करना है या नहीं
ro: Dacă să se completeze automat eticheta dată
uk: Ви слід автоматично доповнювати мітку дати
zh_cn: 是否自动完成日期标签

source: Automatically select the type of the image based on its filename
eu: Automatikoki hautatu irudi mota haren fitxategi-izenean oinarrituta
hi: फाइल नाम के आधार पर छवि के प्रकार का स्वचालित रूप से चयन करें
ro: Selectează automat tipul de imagine bazat pe numele fișierului
uk: Автоматично вибрати тип зображення на основі назви файла
zh_cn: 根据文件名自动选择图片类型

source: Whether to, when adding cover art, automatically select a type for an image based on its filename
eu: Albumaren azala gehitzean, irudi baterako mota bat automatikoki hautatuko den ala ez, haren fitxategi-izenean oinarrituta
hi: कवर आर्ट जोड़ते समय, फाइल नाम के आधार पर छवि के लिए स्वचालित रूप से प्रकार का चयन करना है या नहीं
ro: Dacă să se selecteze automat, atunci când se adaugă artă de copertă, un tip pentru o imagine bazat pe numele fișierului
uk: Визначає, чи слід при додаванні зображень обкладинок автоматично вибирати тип зображення на основі його назви файла
zh_cn: 加入封面时，是否自动根据文件名选择图片类型

source: Preserve the tag field focus
eu: Eutsi etiketa-eremuaren fokuari
hi: टैग क्षेत्र फोकस को सुरक्षित रखें
ro: Păstrează focalizarea câmpului etichetei
uk: Зберігати фокусування поля мітки
zh_cn: 保持标签字段的焦点

source: Whether to preserve focus on the current tag field when switching file
eu: Uneko etiketa-eremuaren fokuari eutsiko zaion ala ez fitxategiz aldatzean
hi: फाइल स्विच करते समय वर्तमान टैग क्षेत्र पर फोकस बनाए रखना है या नहीं
ro: Dacă să se păstreze focalizarea pe câmpul de etichetă curent atunci când se interschimbă fișierul
uk: Визначає, чи слід зберігати фокусування на поточному полі мітки при перемиканні файла
zh_cn: 切换文件时，是否将界面焦点保持在当前标签字段上

source: Pad the number of digits in the disc field to:
eu: Bete disko-eremuaren digitu kopurua honenbeste:
hi: डिस्क क्षेत्र में अंकों की संख्या बढ़ाएं:
ro: Completează numărul de cifre din câmpul discului la:
uk: Доповнювати кількість цифр у полі диска до:
zh_cn: 将“光盘编号”字段的数字位数用零填充到几位：

source: Whether the disc number tag field should be padded with leading zeroes
eu: Disko-zenbakiaren etiketa-eremua aurretik zeroak sartuta beteko den ala ez
hi: क्या डिस्क नंबर टैग क्षेत्र को अग्रणी शून्य से पैड किया जाना चाहिए
ro: Dacă să fie completat câmpul etichetei numărului de disc cu zerouri conducătoare
uk: Визначає, чи має бути доповнене значення у полі номера диска початковими нулями
zh_cn: 是否用零填充“光盘编号”字段数字位数

source: Pad the number of digits in the track field to:
eu: Bete pista-eremuaren digitu kopurua honenbeste:
hi: ट्रैक क्षेत्र में अंकों की संख्या बढ़ाएं:
ro: Completează numărul de cifre din câmpul pistă la:
uk: Доповнювати кількість цифр у полі доріжки до:
zh_cn: 将“音轨”字段的数字位数用零填充到几位：

source: Whether the track number tag field should be padded with leading zeroes
eu: Pista-zenbakiaren etiketa-eremua aurretik zeroak sartuta beteko den ala ez
hi: क्या ट्रैक नंबर टैग क्षेत्र को अग्रणी शून्य से पैड किया जाना चाहिए
ro: Dacă să fie completat câmpul etichetei numărului de pistă cu zerouri conducătoare
uk: Визначає, чи має бути доповнене значення у полі номера доріжки початковими нулями
zh_cn: 是否用零填充“音轨编号”字段数字位数

source: Splitting
eu: Zatiketa
hi: विभाजन
ro: Separare
uk: Поділ
zh_cn: 分割设置

source: For Vorbis tags, selected fields will be split at dashes and saved as separate tags
eu: Vorbis etiketetan, hautatutako eremuak marratxoak dauden tokietan zatituko dira eta etiketa bereizi gisa gordeko dira
hi: Vorbis टैग के लिए, चयनित क्षेत्रों डैश पर विभाजित किए जाएंगे और अलग टैग के रूप में सहेजे जाएंगे
ro: Pentru etichete Vorbis, câmpurile selectate vor fi separate la liniuțe și salvate ca etichete separate
uk: Для міток Vorbis виберіть поля, які буде поділено на дефісах і збережено як окремі мітки
zh_cn: 对于 Vorbis 标签类型，所选字段会在连字号“-”处分割，然后作为不同的标签保存

source: Whether to split title fields at a “ - ” separator in Ogg comments
eu: Tituluen eremuak “ - ” bereizlearekin zatituko diren ala ez Ogg iruzkinetan
hi: Ogg टिप्पणियों में शीर्षक क्षेत्रों को “ - ” विभाजक पर विभाजित करना है या नहीं
ro: Dacă să se separe câmpurile de titlu la separatorul „-” în comentariile Ogg
uk: Визначає, чи слід ділити поля заголовка на роздільнику « - » у коментарях Ogg
zh_cn: 是否在 Ogg 备注中用“-”分割标题字段

source: Whether to split artist fields at a “ - ” separator in Ogg comments
eu: Artisten eremuak “ - ” bereizlearekin zatituko diren ala ez Ogg iruzkinetan
hi: Ogg टिप्पणियों में कलाकार क्षेत्रों को “ - ” विभाजक पर विभाजित करना है या नहीं
ro: Dacă să se separe câmpurile de artist la separatorul „-” în comentariile Ogg
uk: Визначає, чи слід ділити поля виконавця на роздільнику « - » у коментарях Ogg
zh_cn: 是否在 Ogg 备注中用“-”分割艺术家字段

source: Whether to split album fields at a “ - ” separator in Ogg comments
eu: Albumen eremuak “ - ” bereizlearekin zatituko diren ala ez Ogg iruzkinetan
hi: क्या Ogg टिप्पणियों में एल्बम क्षेत्रों को “ - ” विभाजक पर विभाजित करना है
ro: Dacă să se separe câmpurile de album la separatorul „-” în comentariile Ogg
uk: Визначає, чи слід ділити поля альбому на роздільнику « - » у коментарях Ogg
zh_cn: 是否在 Ogg 备注中用“-”分割专辑字段

source: Whether to split genre fields at a “ - ” separator in Ogg comments
eu: Generoen eremuak “ - ” bereizlearekin zatituko diren ala ez Ogg iruzkinetan
hi: क्या Ogg टिप्पणियों में शैली क्षेत्रों को “ - ” विभाजक पर विभाजित करना है
ro: Dacă să se separe câmpurile de gen la separatorul „-” în comentariile Ogg
uk: Визначає, чи слід ділити поля жанру на роздільнику « - » у коментарях Ogg
zh_cn: 是否在 Ogg 备注中用“-”分割流派字段

source: Whether to split comment fields at a “ - ” separator in Ogg comments
eu: Iruzkinen eremuak “ - ” bereizlearekin zatituko diren ala ez Ogg iruzkinetan
hi: क्या Ogg टिप्पणियों में टिप्पणी क्षेत्रों को “ - ” विभाजक पर विभाजित करना है
ro: Dacă să se separe câmpurile de comentariu la separatorul „-” în comentariile Ogg
uk: Визначає, чи слід ділити поля коментаря на роздільнику « - » у коментарях Ogg
zh_cn: 是否在 Ogg 备注中用“-”分割备注字段

source: Whether to split composer fields at a “ - ” separator in Ogg comments
eu: Konposatzaileen eremuak “ - ” bereizlearekin zatituko diren ala ez Ogg iruzkinetan
hi: क्या Ogg टिप्पणियों में संगीतकार क्षेत्रों को “ - ” विभाजक पर विभाजित किया जाना चाहिए
ro: Dacă să se separe câmpurile de compozitor la separatorul „-” în comentariile Ogg
uk: Визначає, чи слід ділити поля композитора на роздільнику « - » у коментарях Ogg
zh_cn: 是否在 Ogg 备注中用“-”分割作曲家字段

source: Original artist
eu: Jatorrizko artista
hi: मूल कलाकार
ro: Artist original
uk: Початковий виконавець
zh_cn: 原唱者

source: Whether to split original artist fields at a “ - ” separator in Ogg comments
eu: Jatorrizko artisten eremuak “ - ” bereizlearekin zatituko diren ala ez Ogg iruzkinetan
hi: क्या Ogg टिप्पणियों में मूल कलाकार क्षेत्रों को “ - ” विभाजक पर विभाजित करना है
ro: Dacă să se separe câmpurile de artist original la separatorul „-” în comentariile Ogg
uk: Визначає, чи слід ділити поля початкового виконавця на роздільнику « - » у коментарях Ogg
zh_cn: 是否在 Ogg 备注中用“-”分割原唱者字段

source: Tags
eu: Etiketak
hi: टैग
ro: Etichete
uk: Мітки
zh_cn: 标签

source: Strip ID3 tags if all ID3 tags are empty
eu: Kendu ID3 etiketak ID3 etiketa guztiak hutsik badaude
hi: यदि सभी ID3 टैग रिक्त हों तो ID3 टैग हटा दें
ro: Elimină etichetele ID3 dacă toate etichetele ID3 sunt goale
uk: Вилучати мітки ID3, якщо усі мітки ID3 є порожніми
zh_cn: 若所有 ID3 字段均为空白，则删除 ID3 标签

source: Whether to remove the ID3 tag from the audio file if all the individual tag fields are empty
eu: ID3 etiketa audio-fitxategitik kenduko den ala ez banakako etiketa-eremu guztiak hutsik badaude
hi: यदि सभी व्यक्तिगत टैग क्षेत्र खाली हैं तो क्या ऑडियो फाइल से ID3 टैग को हटाना है
ro: Dacă să se elimine eticheta ID3 de la fișierul audio dacă toate câmpurile de etichetă individuale sunt goale
uk: Визначає, чи слід вилучати мітку ID3 з файла звукових даних, якщо усі поля міток є порожніми
zh_cn: 若每个标签字段都空白，是否删除音频文件中的 ID3 标签

source: Non-standard encoding for reading ID3 tags:
eu: Estandarra ez den kodeketa ID3 etiketak irakurtzeko:
hi: ID3 टैग पढ़ने के लिए गैर-मानक एन्कोडिंग:
ro: Codare non-standard pentru citirea etichetelor ID3:
uk: Нестандартне кодування для читання міток ID3:
zh_cn: 读取 ID3 标签所用的非标准编码：

source: Whether to use a non-standard character encoding when reading ID3 tags
eu: Estandarra ez den karaktere-kodeketa bat erabiliko den ala ez ID3 etiketak irakurtzeko
hi: क्या ID3 टैग पढ़ते समय गैर-मानक वर्ण एन्कोडिंग का प्रयोग किया जाए
ro: Dacă să se utilizeze o codare de caracter non-standard când se citesc etichetele ID3
uk: Визначає, чи слід використовувати нестандартне кодування символів при читанні міток ID3
zh_cn: 是否使用非标准编码读取 ID3 标签

source: Choose the character set to be used when reading ID3v1 and ID3v2 tags
eu: Aukeratu ID3v1 eta ID3v2 etiketak irakurtzean erabiliko den karaktere-jokoa
hi: ID3v1 और ID3v2 टैग पढ़ते समय प्रयोग किए जाने वाले वर्ण समूह का चयन करें
ro: Alegeți un set de caractere de utilizat când se citesc etichetele ID3v1 și ID3v2
uk: Виберіть кодування символів, яке буде використано при читанні міток ID3v1 і ID3v2
zh_cn: 选择用来读取 ID3v1 和 ID3v2 标签的字符集

source: Write ID3v2 tag
eu: Idatzi ID3v2 etiketa
hi: ID3v2 टैग लिखें
ro: Scrie etichetă ID3v2
uk: Записати мітку ID3v2
zh_cn: 写入 ID3v2 标签

source: Whether to write ID3v2 tags when writing ID3 tags into audio files
eu: ID3v2 etiketak idatziko diren ala ez audio-fitxategietan ID3 etiketak idaztean
hi: ऑडियो फाइलों में ID3 टैग लिखते समय क्या ID3v2 टैग लिखना है
ro: Dacă să se scrie etichete ID3v2 atunci când se scriu etichete ID3 în fișiere audio
uk: Визначає, чи буде записано мітки ID3v2 при записуванні міток ID3 до файлів звукових даних
zh_cn: 将 ID3 标签写入音频文件时，是否写入 ID3v2 标签

source: Version:
eu: Bertsioa:
hi: संस्करण:
ro: Versiune:
uk: Версія:
zh_cn: 版本：

source: Select the ID3v2 tag version to write: • ID3v2.3 is written using id3lib, • ID3v2.4 is written using libid3tag (recommended)
eu: Hautatu idatziko den ID3v2 etiketa-bertsioa: • ID3v2.3 id3lib erabilita idatziko da, • ID3v2.4 libid3tag erabilita idatziko da (gomendatua)
hi: लिखने के लिए ID3v2 टैग संस्करण चुनें: • ID3v2.3 को id3lib का प्रयोग करके लिखा गया है, • ID3v2.4 को libid3tag का प्रयोग करके लिखा गया है (अनुशंसित)
ro: Selectați versiunea de etichetă ID3v2 de scris: • ID3v2.3 este scris utilizând id3lib, • ID3v2.4 este scris utilizând libid3tag (recomandat)
uk: Виберіть версію мітки ID3v2, яку слід записати: • ID3v2.3 буде записано за допомогою id3lib, • ID3v2.4 буде записано за допомогою libid3tag (рекомендовано)
zh_cn: 选取要写入的 ID3v2 标签版本： • ID3v2.3（用 id3lib 写入）， • ID3v2.4（用 libid3tag 写入）（推荐）

source: Character encoding:
eu: Karaktere-kodeketa:
hi: वर्ण एनकोडिंग:
ro: Codare de caracter:
uk: Кодування символів:
zh_cn: 字符编码：

source: Unicode
hi: यूनिकोड
uk: Юнікод

source: Choose the Unicode character encoding to be used when writing ID3v2 tags
eu: Hautatu ID3v2 etiketak idaztean erabiliko den Unicode karaktere-kodeketa
hi: ID3v2 टैग लिखते समय प्रयोग किए जाने वाले यूनिकोड वर्ण एन्कोडिंग का चयन करें
ro: Alege codarea de caracter Unicode de utilizat atunci când se scriu etichete ID3v2
uk: Виберіть кодування символів Юнікод, яке буде використано при читанні записуванні міток ID3v2
zh_cn: 选择用来写入 ID3v2 标签的 Unicode 字符编码

source: Override the standard Unicode character encoding to be used when writing ID3v2 tags
eu: Gainidatzi ID3v2 etiketak idaztean erabili behar den Unicode karaktere-kodeketa estandarra
hi: ID3v2 टैग लिखते समय प्रयोग किए जाने वाले मानक यूनिकोड वर्ण एन्कोडिंग को अध्यारोहण करें
ro: Suprascrie codarea de caracter Unicode standard de utilizat când se scriu etichetele ID3v2
uk: Перевизначити стандартне кодування символів Юнікод, яке буде використано при записуванні міток ID3v2
zh_cn: 覆盖写入 ID3v2 标签时使用的标准 Unicode 字符编码设置

source: When encoding conversion fails:
eu: Kodeketa-bihurketak huts egiten duenean:
hi: जब एनकोडिंग रूपांतरण विफल हो जाता है:
ro: Când conversia de codare eșuează:
uk: Якщо перетворення кодувань виконати не вдасться:
zh_cn: 字符编码转换出错时：

source: Report error
eu: Jakinarazi errorea
hi: त्रुटि रिपोर्ट करें
ro: Raportează o eroare
uk: Помилка про звіт
zh_cn: 报告出错情况

source: Display an error message when a character cannot be represented in the target character encoding and keep the original character
eu: Bistaratu errore-mezu bat karaktere bat ezin denean helburuko karaktere-kodeketan adierazi eta mantendu jatorrizko karakterea
hi: जब कोई वर्ण लक्ष्य वर्ण एन्कोडिंग में प्रदर्शित नहीं किया जा सकता है तो त्रुटि संदेश प्रदर्शित करें और मूल वर्ण को बनाए रखें
ro: Afișează un mesaj de eroare când un caracter nu poate fi reprezentat în codarea de caracter țintă și păstrează caracterul original
uk: Показати повідомлення про помилку, якщо символ не може бути представлено у кодуванні символів призначення і зберегти початковий символ
zh_cn: 当字符无法以目的编码表示时，会显示出错消息，并保留原来的字符

source: Transliterate
eu: Transliteratu
hi: लिप्यन्तरण
ro: Transliterează
uk: Транслітерація
zh_cn: 转写

source: Discard
eu: Baztertu
hi: त्यागें
ro: Elimină
uk: Відкинути
zh_cn: 丢弃

source: Automatically convert old ID3v2 tag versions
eu: Automatikoki bihurtu ID3v2 etiketa zaharren bertsioak
hi: पुराने ID3v2 टैग संस्करणों को स्वचालित रूप से परिवर्तित करें
ro: Schimbă automat versiunile vechi de etichete ID3v2
uk: Автоматично перетворювати дані застарілих версій мітки ID3v2
zh_cn: 自动转换旧的 ID3v2 标签版本

source: Whether to convert ID3 tags written against old version of the specification, such as ID3v2.2, to newer ones, such as ID3v2.3 or ID3v2.4
eu: Espezifikazioaren bertsio zaharrak erabilita, adibidez ID3v2.2, idatzitako etiketak bertsio berrietara, adibidez ID3v2.3 edo ID3v2.4, bihurtuko diren ala ez
hi: क्या विनिर्देश के पुराने संस्करण, जैसे ID3v2.2, के विरुद्ध लिखे गए ID3 टैग को नए, जैसे ID3v2.3 या ID3v2.4 में परिवर्तित करना है
ro: Dacă să se convertească etichetele ID3 scrise față de versiunea veche a aplicației, precum ID3v2.2, la versiuni mai noi, precum ID3v2.3 sau ID3v2.4
uk: Визначає, чи слід перетворювати мітки ID3, записані за застарілою версією специфікації, зокрема ID3v2.2, до новіших версій, зокрема ID3v2.3 або ID3v2.4
zh_cn: 是否将使用旧标准（如 ID3v2.2）写入的 ID3 标签，转换为新版本，如 ID3v2.3 或 ID3v2.4

source: Use CRC-32
eu: Erabili CRC-32
hi: CRC-32 का प्रयोग करें
ro: Utilizează CRC-32
uk: Використовувати CRC-32
zh_cn: 使用 CRC-32

source: Whether to embed a CRC-32 checksum of the audio file data in ID3v2 tags
eu: Audio-fitxategiaren datuen CRC-32 kontrol-batura bat kapsulatuko den ala ez ID3v2 etiketetan
hi: क्या ID3v2 टैग में ऑडियो फाइल डेटा का CRC-32 चेकसम सन्निहित करना है
ro: Dacă să se încapsuleze o sumă de control CRC-32 a datelor fișierului audio în etichetele ID3v2
uk: Визначає, чи слід вбудовувати контрольну суму CRC-32 файла звукових даних до міток ID3v2
zh_cn: 是否在 ID3v2 标签中嵌入音频文件数据的 CRC-32 校验码

source: Compress data in ID3v2 tags
eu: Konprimatu ID3v2 etiketen datuak
hi: ID3v2 टैग में डेटा संपीड़ित करें
ro: Comprimă datele în etichete ID3v2
uk: Стискати дані у мітках ID3v2
zh_cn: 压缩 ID3v2 标签的数据

source: Whether to compress data in ID3v2 tags
eu: ID3v2 etiketen datuak konprimatuko diren ala ez
hi: क्या ID3v2 टैग में डेटा संपीड़ित करना है
ro: Dacă să se comprime datele în etichetele ID3v2
uk: Визначає, чи слід стискати дані у мітках ID3v2
zh_cn: 是否压缩 ID3v2 标签的数据

source: Use text-only genre in ID3v2 tags
eu: Erabili testu soileko generoa ID3v2 etiketetan
hi: ID3v2 टैग में केवल पाठ शैली का प्रयोग करें
ro: Utilizează genul doar text în etichetele ID3v2
uk: Використовувати лише текстові версії жанрів у мітках ID3v2
zh_cn: 在 ID3v2 标签中以文本方式写入“流派”字段

source: Whether to use only a string, and not the integer-base ID3v1 genre field, when writing a genre field to ID3v2 tags
eu: Genero-eremu bat ID3v2 etiketetan idaztean, kate bat soilik erabiliko den ala zenbaki osoetan onarritutako ID3v1 genero-eremua erabiliko den
hi: ID3v2 टैग के लिए एक शैली क्षेत्र लिखते समय, क्या केवल एक स्ट्रिंग का प्रयोग करना है, पूर्णांक-आधार ID3v1 शैली क्षेत्र का नहीं
ro: Dacă să se utilizeze doar un șir, și nu câmpul de gen ID3v1 bazat pe întregi, atunci când se scrie un câmp de gen la etichetele ID3v2
uk: Визначає, чи слід використовувати лише рядок, а не цілочисельне представлення поля жанру ID3v1, при записування поля жанру до міток ID3v2
zh_cn: 写入 ID3v2 中的流派字段时，是否仅使用字符串表示，而不是用 ID3v1 中的数字编码

source: Write ID3v1 tag
eu: Idatzi ID3v1 etiketa
hi: ID3v1 टैग लिखें
ro: Scrie eticheta ID3v1
uk: Записати мітку ID3v1
zh_cn: 写入 ID3v1 标签

source: Whether to write ID3v1 tags when writing ID3 tags into audio files
eu: ID3v1 etiketak idatziko diren ala ez audio-fitxategietan ID3 etiketak idaztean
hi: ऑडियो फाइलों में ID3 टैग लिखते समय क्या ID3v1 टैग लिखना है
ro: Dacă să se scrie etichetele ID3v1 atunci când se scriu etichetele ID3 în fișiere audio
uk: Визначає, чи буде записано мітки ID3v1 при записуванні міток ID3 до файлів звукових даних
zh_cn: 将 ID3 标签写入音频文件时，是否写入 ID3v1 标签

source: Choose the character set to be used when writing ID3v1 tag
eu: Aukeratu ID3v1 etiketa idaztean erabiliko den karaktere-jokoa
hi: ID3v1 टैग लिखते समय प्रयोग किए जाने वाले वर्ण समूह का चयन करें
ro: Alege un set de caractere de utilizat când se scrie eticheta ID3v1
uk: Виберіть кодування символів, яке буде використано при читанні записуванні мітки ID3v1
zh_cn: 选择写入 ID3v1 标签的字符集

source: ID3 Tags
eu: ID3 etiketak
hi: ID3 टैग
ro: Etichete ID3
uk: Мітки ID3
zh_cn: ID3 标签

source: Character Conversion
eu: Karaktere-bihurketa
hi: वर्ण रूपांतरण
ro: Conversie caractere
uk: Перетворення символів
zh_cn: 字符转换

source: Fill Tag Scanner
eu: Bete etiketen eskanerra
hi: टैग स्कैनर भरें
ro: Completează scanerul de etichetă
uk: Сканер заповнення міток
zh_cn: 扫描填充标签

source: Convert underscores and ‘%20’ to spaces
eu: Bihurtu azpimarrak eta ‘%20’ karaktereak zuriune
hi: अंडरस्कोर और ‘%20’ को रिक्त स्थान में बदलें
ro: Convertește liniuțele de subliniere și „%20” la spații
uk: Перетворити підкреслювання і «%20» на пробіли
zh_cn: 将“_”和“%20”转换为空格

source: Convert spaces and ‘%20’ to underscores
eu: Bihurtu zuriuneak eta ‘%20’ karaktereak azpimarra
hi: रिक्त स्थान और ‘%20’ को अंडरस्कोर में बदलें
ro: Convertește spațiile la „%20” și liniuțe de subliniere
uk: Перетворити пробіли і «%20» на підкреслювання
zh_cn: 将空格和“%20”转换为下划线

source: No conversion
eu: Bihurketarik ez
hi: कोई रूपांतरण नहीं
ro: Fără conversie
uk: Без перетворення
zh_cn: 不转换

source: Rename File and Directory Scanner
eu: Aldatu izena fitxategien eta direktorioen eskanerrari
hi: फाइल और निर्देशिका स्कैनर का नाम बदलें
ro: Redenumește scanerul de fișier și director
uk: Сканер перейменовування файлів і каталогів
zh_cn: 扫描文件和目录的重命名

source: Remove spaces
eu: Kendu zuriuneak
hi: रिक्त स्थान हटाएं
ro: Șterge spațiile
uk: Вилучити пробіли
zh_cn: 移除空格

source: Process Fields Scanner
eu: Prozesatu eremuen eskanerra
hi: क्षेत्र स्कैनर को संसाधित करें
ro: Procesează scanerul câmpurilor
uk: Сканер обробки полів
zh_cn: 扫描字段处理

source: Upper-case the first letters of all words
eu: Maiuskulak hitz guztien lehen letran
hi: सभी शब्दों के पहले अक्षर बड़े अक्षरों में लिखें
ro: Transformă în litere mari primele litere ale tuturor cuvintelor
uk: Робити великими перші літери усіх слів
zh_cn: 大写所有单词的首字母
