Repository: GNOME/easytag
Catalog: po/*.po
Languages: eu, hi, ro, uk, zh_cn

source: Ascending by album
eu: Gorantz albumaren arabera
hi: एल्बम द्वारा आरोही
ro: Crescător după album
uk: За зростанням за альбомом
zh_cn: 专辑升序

source: Descending by album
eu: Beherantz albumaren arabera
hi: एल्बम द्वारा अवरोही
ro: Descrescător după album
uk: За спаданням за альбомом
zh_cn: 专辑降序

source: Ascending by year
eu: Gorantz urtearen arabera
hi: वर्ष द्वारा आरोही
ro: Crescător după an
uk: За зростанням за роком
zh_cn: 年份升序

source: Descending by year
eu: Beherantz urtearen arabera
hi: वर्ष द्वारा अवरोही
ro: Descrescător după an
uk: За спаданням за роком
zh_cn: 年份降序

source: Ascending by genre
eu: Gorantz generoaren arabera
hi: शैली के द्वारा आरोही
ro: Crescător după gen
uk: За зростанням за жанром
zh_cn: 流派升序

source: Descending by genre
eu: Beherantz generoaren arabera
hi: शैली के द्वारा अवरोही
ro: Descrescător după gen
uk: За спаданням за жанром
zh_cn: 流派降序

source: Ascending by comment
eu: Gorantz iruzkinen arabera
hi: टिप्पणी द्वारा आरोही
ro: Crescător după comentariu
uk: За зростанням за коментарем
zh_cn: 备注升序

source: Descending by comment
eu: Beherantz iruzkinen arabera
hi: टिप्पणी द्वारा अवरोही
ro: Descrescător după comentariu
uk: За спаданням за коментарем
zh_cn: 备注降序

source: Ascending by composer
eu: Gorantz konpositorearen arabera
hi: संगीतकार द्वारा आरोही
ro: Crescător după compozitor
uk: За зростанням за композитором
zh_cn: 作曲家升序

source: Descending by composer
eu: Beherantz konpositorearen arabera
hi: संगीतकार द्वारा अवरोही
ro: Descrescător după compozitor
uk: За спаданням за композитором
zh_cn: 作曲家降序

source: Ascending by original artist
eu: Gorantz jatorrizko artistaren arabera
hi: मूल कलाकार द्वारा आरोही
ro: Crescător după artistul inițial
uk: За зростанням за початковим виконавцем
zh_cn: 原唱者升序

source: Descending by original artist
eu: Beherantz jatorrizko artistaren arabera
hi: मूल कलाकार द्वारा अवरोही
ro: Descrescător după artistul inițial
uk: За спаданням за початковим виконавцем
zh_cn: 原唱者降序

source: Ascending by copyright
eu: Gorantz copyright-aren arabera
hi: कॉपीराइट द्वारा आरोही
ro: Crescător după drepturile de autor
uk: За зростанням за авторським правом
zh_cn: 版权升序

source: Descending by copyright
eu: Beherantz copyright-aren arabera
hi: कॉपीराइट द्वारा अवरोही
ro: Descrescător după drepturile de autor
uk: За спаданням за авторським правом
zh_cn: 版权降序

source: Ascending by URL
eu: Gorantz URLaren arabera
hi: URL द्वारा आरोही
ro: Crescător după URL
uk: За зростанням за адресою
zh_cn: URL 升序

source: Descending by URL
eu: Beherantz URLaren arabera
hi: URL द्वारा अवरोही
ro: Descrescător după URL
uk: За спаданням за адресою
zh_cn: URL 降序

source: Ascending by encoder name
eu: Gorantz kodetzaile-izenaren arabera
hi: एनकोडर नाम द्वारा आरोही
ro: Crescător după numele codorului
uk: За зростанням за назвою кодувальника
zh_cn: 编码器名升序

source: Descending by encoder name
eu: Beherantz kodetzaile-izenaren arabera
hi: एनकोडर नाम द्वारा अवरोही
ro: Descrescător după numele codorului
uk: За спаданням за назвою кодувальника
zh_cn: 编码器名降序

source: Sort List by Property
eu: Ordenatu zerrenda propietatearen arabera
hi: गुण द्वारा सूची छांटें
ro: Ordonează lista după proprietate
uk: Упорядкувати список за властивістю
zh_cn: 按属性排序

source: Ascending by filename
eu: Gorantz fitxategi-izenaren arabera
hi: फाइलनाम द्वारा आरोही
ro: Crescător după numele de fișier
uk: За зростанням за назвою файла
zh_cn: 文件名升序

source: Descending by filename
eu: Beherantz fitxategi-izenaren arabera
hi: फाइलनाम द्वारा अवरोही
ro: Descrescător după numele de fișier
uk: За спаданням за назвою файла
zh_cn: 文件名降序

source: Ascending by creation date
eu: Gorantz sorrera-dataren arabera
hi: निर्माण तिथि द्वारा आरोही
ro: Crescător după data creației
uk: За зростанням за датою створення
zh_cn: 创建日期升序

source: Descending by creation date
eu: Beherantz sorrera-dataren arabera
hi: निर्माण तिथि द्वारा अवरोही
ro: Descrescător după data creației
uk: За спаданням за датою створення
zh_cn: 创建日期降序

source: Ascending by file type
eu: Gorantz fitxategi motaren arabera
hi: फाइल प्रकार द्वारा आरोही
ro: Crescător după tipul de fișier
uk: За зростанням за типом файлів
zh_cn: 文件类型升序

source: Descending by file type
eu: Beherantz fitxategi motaren arabera
hi: फाइल प्रकार द्वारा अवरोही
ro: Descrescător după tipul de fișier
uk: За спаданням за типом файлів
zh_cn: 文件类型降序

source: Ascending by file size
eu: Gorantz fitxategi tamainaren arabera
hi: फाइल आकार द्वारा आरोही
ro: Crescător după dimensiunea fișierului
uk: За зростанням за розміром файла
zh_cn: 文件大小升序

source: Descending by file size
eu: Beherantz fitxategi tamainaren arabera
hi: फाइल आकार द्वारा अवरोही
ro: Descrescător după lungimea fișierului
uk: За спаданням за розміром файла
zh_cn: 文件大小降序

source: Ascending by duration
eu: Gorantz iraupenaren arabera
hi: अवधि द्वारा आरोही
ro: Ordonează lista crescător după durată
uk: За зростанням за тривалістю
zh_cn: 播放时长升序

source: Descending by duration
eu: Beherantz iraupenaren arabera
hi: अवधि द्वारा अवरोही
ro: Ordonează lista descrescător după durată
uk: За спаданням за тривалістю
zh_cn: 播放时长降序

source: Ascending by bit rate
eu: Gorantz bit-emariaren arabera
hi: बिट दर द्वारा आरोही
ro: Crescător după rata de biți
uk: За зростанням за бітовою швидкістю
zh_cn: 比特率升序

source: Descending by bit rate
eu: Beherantz bit-emariaren arabera
hi: बिट दर द्वारा अवरोही
ro: Descrescător după rata de biți
uk: За спаданням за бітовою швидкістю
zh_cn: 比特率降序

source: Ascending by sample rate
eu: Gorantz lagin-emariaren arabera
hi: नमूना दर द्वारा आरोही
ro: Crescător după rata de eșantionare
uk: За зростанням за частотою дискретизації
zh_cn: 采样率升序

source: Descending by sample rate
eu: Beherantz lagin-emariaren arabera
hi: नमूना दर द्वारा अवरोही
ro: Descrescător după rata de eșantionare
uk: За спаданням за частотою дискретизації
zh_cn: 采样率降序

source: Collapse Tree
eu: Tolestu zuhaitza
hi: ट्री को संक्षिप्त करें
ro: Restrânge arborele
uk: Згорнути ієрархію
zh_cn: 折叠目录树

source: Reload Tree
eu: Birkargatu zuhaitza
hi: ट्री को पुनः लोड करें
ro: Reîncarcă arborele
uk: Перезавантажити ієрархію
zh_cn: 刷新目录树

source: Reload Directory
eu: Birkargatu direktorioa
hi: निर्देशिका पुनः लोड करें
ro: Reîncarcă directorul
uk: Перезавантажити каталог
zh_cn: 刷新文件夹

source: Show Hidden Directories
eu: Erakutsi ezkutuko direktorioak
hi: छिपी निर्देशिकाएं दिखाएं
ro: Arată directoarele ascunse
uk: Показати приховані каталоги
zh_cn: 显示隐藏文件夹

source: _Browser
eu: _Arakatzailea
hi: ब्राउज़र (_B)
ro: _Navigator
uk: _Навігатор
zh_cn: 浏览器(_B)

source: Set _Current Path as Default
eu: Ezarri _uneko bidea lehenetsi gisa
hi: वर्तमान पथ को तयशुदा निर्धारित करें (_C)
ro: Fixează _calea curentă ca implicită
uk: Встановити _поточний шлях як типовий
zh_cn: 将当前路径设置为默认(_C)

source: Rename Directory…
eu: Aldatu direktorioaren izena…
hi: निर्देशिका का नाम बदलें…
ro: Redenumește directorul…
uk: Перейменувати каталог…
zh_cn: 重命名目录…

source: Browse Directory With…
eu: Arakatu direktorioa honekin…
hi: इसके साथ निर्देशिका देखें…
ro: Navighează directorul cu…
uk: Навігація каталогом за допомогою…
zh_cn: 目录打开方式…

source: Browse _Subdirectories
eu: Arakatu a_zpidirektorioak
hi: उपनिर्देशिकाएं देखें (_S)
ro: Navighează _subdirectoarele
uk: Переглядати під_каталоги
zh_cn: 浏览子目录(_S)

source: _Miscellaneous
eu: _Bestelakoak
hi: मिश्रित (_M)
ro: _Diverse
uk: _Інше
zh_cn: 杂项(_M)

source: CDD_B Search…
eu: CDD_B bilaketa…
hi: CDD_B खोज…
ro: Căutare CDD_B…
uk: _Шукати у CDDB…
zh_cn: CDD_B 搜索…

source: Load Filenames From a Text File…
eu: Kargatu fitxategi-izenak testu-fitxategi batetik…
hi: पाठ फाइल से फाइल नाम लोड करें…
ro: Încarcă numele de fișier de la un fișier text…
uk: Завантажити назви файлів з текстового файла…
zh_cn: 从文本文件中载入文件名列表…

source: Generate Playlist…
eu: Sortu erreprodukzio-zerrenda…
hi: प्लेलिस्ट बनाएं…
ro: Generează o listă de redare…
uk: Створити список відтворення…
zh_cn: 生成播放列表…

source: _Go
eu: _Joan
hi: जायें (_G)
ro: _Start
uk: Пере_хід
zh_cn: 前往(_G)

source: _Home Directory
eu: Direktorio _nagusia
hi: गृह निर्देशिका (_H)
ro: Directorul _personal
uk: _Домашній каталог
zh_cn: 主文件夹(_H)

source: Desktop Directory
eu: Mahaiganaren direktorioa
hi: डेस्कटॉप निर्देशिका
ro: Directorul de pe desktop
uk: Каталог стільниці
zh_cn: “桌面”文件夹

source: Documents Directory
eu: Dokumentuen direktorioa
hi: दस्तावेज़ निर्देशिका
ro: Directorul documente
uk: Каталог документів
zh_cn: “文档”文件夹

source: Downloads Directory
eu: Deskargen direktorioa
hi: डाउनलोड निर्देशिका
ro: Directorul descărcări
uk: Каталог отримання даних
zh_cn: “下载”文件夹

source: Music Directory
eu: Musikaren direktorioa
hi: संगीत निर्देशिका
ro: Directorul muzică
uk: Каталог музики
zh_cn: “音乐”文件夹

source: _Parent Directory
eu: Direktorio _gurasoa
hi: मूल निर्देशिका (_P)
ro: Directorul su_perior
uk: _Батьківський каталог
zh_cn: 上层目录(_P)

source: _Default Directory
eu: Direktorio _lehenetsia
hi: तयशुदा निर्देशिका (_D)
ro: Directorul _implicit
uk: _Типовий каталог
zh_cn: 默认文件夹(_D)

source: _First File
eu: _Lehen fitxategia
hi: पहली फाइल (_F)
ro: Primul _fișier
uk: _Перший файл
zh_cn: 第一个文件(_F)

source: Previous File
eu: Aurreko fitxategia
hi: पिछली फाइल
ro: Fișierul precedent
uk: Попередній файл
zh_cn: 上一个文件

source: _Next File
eu: _Hurrengo fitxategia
hi: अगली फाइल (_N)
ro: Fișierul _următor
uk: _Наступний файл
zh_cn: 下一个文件(_N)

source: _Last File
eu: A_zken fitxategia
hi: आखिरी फाइल (_L)
ro: Ultimu_l fișier
uk: _Останній файл
zh_cn: 最后一个文件(_L)

source: Home Directory
eu: DIrektorio nagusia
hi: गृह निर्देशिका
ro: Directorul personal
uk: Домашній каталог
zh_cn: 主文件夹

source: Default Directory
eu: Direktorio lehenetsia
hi: तयशुदा निर्देशिका
ro: Directorul implicit
uk: Типовий каталог
zh_cn: 默认文件夹

source: Set Current Path as Default
eu: Ezarri uneko bidea lehenetsi gisa
hi: वर्तमान पथ को तयशुदा के रूप में निर्धारित करें
ro: Fixează calea curentă ca implicită
uk: Встановити поточний шлях як типовий
zh_cn: 将当前路径设置为默认

source: Browse Subdirectories
eu: Arakatu azpidirektorioak
hi: उपनिर्देशिकाएं देखें
ro: Navighează subdirectoarele
uk: Переглядати підкаталоги
zh_cn: 浏览子目录

source: Invert Selection
eu: Alderantzikatu hautapena
hi: चयन उल्टें
ro: Invesează alegerea
uk: Інвертувати вибір
zh_cn: 反向选择

source: CDDB Search Files…
eu: CDDB bilaketa-fitxategiak…
hi: CDDB फाइलें खोजें…
ro: Fișiere de căutare CDDB…
uk: Пошук файлів у CDDB…
zh_cn: 用 CDDB 搜索文件…

source: Find…
eu: Bilatu…
hi: खोजें…
ro: Caută…
uk: Знайти…
zh_cn: 查找…

source: Clear Log
eu: Garbitu egunkaria
hi: लॉग साफ़ करें
ro: Curăță istoricul
uk: Спорожнити журнал
zh_cn: 清除日志

source: Generate Playlist
eu: Sortu erreprodukzio-zerrenda
hi: प्लेलिस्ट बनाएं
ro: Generează o listă de redare
uk: Створити список відтворення
zh_cn: 生成播放列表

source: Use directory name
eu: Erabili direktorio-izena
hi: निर्देशिका नाम का प्रयोग करें
ro: Folosește numele de director
uk: Використовувати назву каталогу
zh_cn: 使用文件夹名称

source: Options
eu: Aukerak
hi: विकल्प
ro: Opțiuni
uk: Параметри
zh_cn: 选项

source: Include only the selected files
eu: Sartu hautatutako fitxategiak soilik
hi: केवल चयनित फाइलें शामिल करें
ro: Include doar fișierele selectate
uk: Включити лише позначені файли
zh_cn: 仅包含选中的文件

source: Whether to use only the selected files or all files when creating playlists
eu: Hautatutako fitxategiak soilik ala fitxategi guztiak erabiliko diren erreprodukzio-zerrendak sortzean
hi: क्या प्लेलिस्ट बनाते समय केवल चयनित फाइलों या सभी फाइलों का प्रयोग करना है
ro: Dacă să se utilizeze doar fișierele selectate sau toate fișierele când se creează liste de redare
uk: Визначає, чи слід використовувати позначені файли або усі файли при створенні списків відтворення
zh_cn: 创建播放列表时，只使用选中的文件，还是所有文件

source: Use full path for files in playlist
eu: Erabili bide-izen osoa erreprodukzio-zerrendako fitxategietarako
hi: प्लेलिस्ट में फाइलों के लिए पूर्ण पथ का प्रयोग करें
ro: Folosește calea completă pentru fișierele din playlist
uk: Повний шлях для файлів у списку відтворення
zh_cn: 在播放列表中使用完整路径

source: Use relative path for files in playlist
eu: Erabili bide-izen erlatiboa erreprodukzio-zerrendako fitxategietarako
hi: प्लेलिस्ट में फाइलों के लिए सापेक्ष पथ का प्रयोग करें
ro: Folosește calea relativă pentru fișierele din playlist
uk: Відносний шлях до файлів у списку відтворення
zh_cn: 在播放列表中使用相对路径

source: Create playlist in the parent directory
eu: Sortu erreprodukzio-zerrenda direktorio gurasoan
hi: मूल निर्देशिका में प्लेलिस्ट बनाएं
ro: Creează o listă de redare în directorul superior
uk: Створювати список відтворення у батьківському каталозі
zh_cn: 在上层目录中创建播放列表

source: Whether to create the playlist in the parent directory
eu: Erreprodukzio-zerrenda direktorio gurasoan sortuko den ala ez
hi: क्या मूल निर्देशिका में प्लेलिस्ट बनानी है
ro: Dacă să se creeze lista de redare în directorul superior
uk: Визначає, чи слід створювати список відтворення у батьківському каталозі
zh_cn: 是否在上层目录中创建播放列表

source: Use DOS directory separator
eu: Erabili direktorioen DOS bereizlea
hi: DOS निर्देशिका विभाजक का प्रयोग करें
ro: Utilizează separatorul de directoare DOS
uk: Роздільник каталогів DOS
zh_cn: 使用 DOS 路径分隔符

source: Whether to use backslash as directory separator when generating playlists
eu: Alderantzizko barra direktorioen bereizle gisa erabiliko den ala ez erreprodukzio-zerrendak sortzean
hi: क्या प्लेलिस्ट बनाते समय बैकस्लैश को निर्देशिका विभाजक के रूप में प्रयोग करना है
ro: Dacă să se utilizeze linia oblică inversă ca separator de directoare când se generează liste de redare
uk: Визначає, чи слід використовувати зворотну похилу риску як роздільник каталогів при створенні списків відтворення
zh_cn: 创建播放列表时，是否以反斜线（\）作为路径分隔字符

source: Content
eu: Edukia
hi: अंतर्वस्तु
ro: Conținut
uk: Вміст
zh_cn: 内容

source: Write only list of files
eu: Idatzi fitxategien zerrenda soilik
hi: केवल फाइलों की सूची लिखें
ro: Listă de fișiere disponibile doar pentru scriere
uk: Записати лише список файлів
zh_cn: 只写入文件列表

source: Write information using filename
eu: Idatzi informazioa fitxategi-izena erabilita
hi: फाइल नाम का प्रयोग करके जानकारी लिखें
ro: Scrie informațiile utilizând numele de fișier
uk: Записати відомості на основі назви файла
zh_cn: 用文件名写入信息

source: Write information using:
eu: Idatzi informazioa honakoa erabilita:
hi: जानकारी का प्रयोग करके लिखें:
ro: Scrie informațiile utilizând:
uk: Записувати відомості за допомогою:
zh_cn: 以此写入信息：

source: Preferences
eu: Hobespenak
hi: प्राथमिकताएं
ro: Preferințe
uk: Налаштування
zh_cn: 偏好设置

source: Browser
eu: Arakatzailea
hi: ब्राउज़र
ro: Navigator
uk: Навігатор
zh_cn: 浏览器

source: Default Directory:
eu: Direktorio lehenetsia:
hi: तयशुदा निर्देशिका:
ro: Directorul implicit:
uk: Типовий каталог:
zh_cn: 默认文件夹：

source: The default path to search for music files
eu: Musika-fitxategiak bilatzeko bide lehenetsia
hi: संगीत फाइलों को खोजने के लिए तयशुदा पथ
ro: Calea implicită de căutat pentru fișiere muzică
uk: Типовий шлях для пошук музичних файлів
zh_cn: 搜索音乐文件的默认路径

source: Load on startup the default directory or the directory passed as argument
eu: Abioan kargatu direktorio lehenetsia edo argumentu gisa pasatu den direktorioa
hi: शुरुआत पर तयशुदा निर्देशिका या तर्क के रूप में पारित निर्देशिका लोड करें
ro: Încarcă la pornire directorul implicit sau directorul trecut ca argument
uk: Завантажити при запуску типовий каталог або каталог, який передано як аргумент команди
zh_cn: 启动时载入默认文件夹或参数指定的文件夹

source: Whether to load the default path (or the path passed as an argument) on application startup
eu: Aplikazioaren abioan bide-izen lehenetsia (edo argumentu gisa pasatu den bide-izena) kargatuko den ala ez
hi: क्या अनुप्रयोग शुरुआत पर तयशुदा पथ (या तर्क के रूप में पारित पथ) लोड करना है
ro: Dacă să se încarce calea implicită (sau calea trecută ca un argument) la pornirea aplicației
uk: Визначає, чи слід завантажувати типовий шлях (або шлях, який передано як аргумент команди) під час запуску програми
zh_cn: 启动应用程序时，是否加载默认文件夹 (或用参数传入的路径)

source: Browse subdirectories
eu: Arakatu azpidirektorioak
hi: उपनिर्देशिकाएं देखें
ro: Navighează subdirectoarele
uk: Переглядати підкаталоги
zh_cn: 浏览子目录

source: Whether to search subdirectories for audio files when reading a directory in the browser
eu: Azpidirektorioak arakatuko diren ala ez audio-fitxategiak bilatzeko arakatzailean direktorio bat irakurtzen denean
hi: क्या ब्राउज़र में किसी निर्देशिका को पढ़ते समय ऑडियो फाइलों के लिए उपनिर्देशिकाएं खोजनी हैं
ro: Dacă să se caute subdirectoarele pentru fișiere audio atunci când se citește un director în navigator
uk: Визначає, чи слід виконувати пошук файлів звукових даних у підкаталогах під час читання каталогу у навігаторі
zh_cn: 在浏览器中读取目录时，是否一并搜索其子目录的音频文件

source: Expand the subdirectories of the selected directory
eu: Hedatu hautatutako direktorioaren azpidirektorioak
hi: चयनित निर्देशिका की उपनिर्देशिकाओं का विस्तार करें
ro: Extinde subdirectoarele directorului selectat
uk: Розгортати підкаталоги позначеного каталогу
zh_cn: 展开所选目录的子目录

source: Whether to expand the subdirectories of a node in the directory browser when selecting it
eu: Nodo bateko azpidirektorioak hedatuko diren ala ez haiek direktorioen arakatzailean hautatzean
hi: क्या किसी नोड का चयन करते समय निर्देशिका ब्राउज़र में उसकी उपनिर्देशिकाओं का विस्तार करना है
ro: Dacă să se extindă subdirectoarele unui nod în navigatorul directorului atunci când se selectează acesta
uk: Визначає, чи має програма розгортати підкаталоги вузла на панелі навігатора каталогами, коли позначено каталог
zh_cn: 在文件浏览器中选中节点时是否展开子目录

source: Search hidden directories
eu: Bilatu ezkutuko direktorioak
hi: छिपी निर्देशिकाएं खोजें
ro: Caută directoarele ascunse
uk: Шукати у прихованих каталогах
zh_cn: 搜索隐藏目录

source: Whether to show hidden directories when showing a directory in the browser
eu: Ezkutuko direktorioak erakutsiko diren ala ez direktorio bat arakatzailean erakustean
hi: क्या ब्राउज़र में निर्देशिका दिखाते समय छिपी हुई निर्देशिकाएं दिखानी हैं
ro: Dacă să se arate directoarele ascunse atunci când se arată un director în navigator
uk: Визначає, чи слід показувати приховані каталоги під час показу вмісту каталогу на панелі навігатора
zh_cn: 在浏览器中显示目录时，是否一并显示隐藏目录

source: Sort files case-sensitively
eu: Ordenatu fitxategiak maiuskulak eta minuskulak bereizita
hi: फाइलों को अक्षर-संवेदी रूप से छांटें
ro: Sortează fișierele care încep cu litere mari
uk: Упорядковувати файли із врахуванням регістру символів
zh_cn: 排序文件时，区分大小写

source: Whether file sorting is case-sensitive
eu: Fitxategiak ordenatzean maiuskulak eta minuskulak kontuan hartuko diren ala ez
hi: क्या फाइल छँटाई अक्षर-संवेदी है
ro: Dacă sortarea fișierelor este sensibilă la majuscule
uk: Чи слід враховувати регістр символів при упорядкуванні
zh_cn: 文件排序是否区分大小写

source: Show the log
eu: Erakutsi egunkaria
hi: लॉग दिखाएं
ro: Arată istoricul
uk: Показати журнал
zh_cn: 显示日志

source: Whether to show the log in the main window
eu: Leiho nagusian egunkaria erakutsiko den ala ez
hi: क्या लॉग को मुख्य खिड़की में दिखाना है
ro: Dacă să se arate istoricul în fereastra principală
uk: Визначає, чи слід показувати журнал у головному вікні
zh_cn: 在主窗口中是否显示日志

source: General
eu: Orokorra
hi: सामान्य
ro: Generale
uk: Загальні
zh_cn: 常规

source: Show audio file header summary
eu: Erakutsi audio-fitxategiaren goiburuko laburpena
hi: ऑडियो फाइल शीर्षलेख सारांश दिखाएं
ro: Arată rezumatul antetului fișierului audio
uk: Показувати резюме заголовка звукового файла
zh_cn: 显示音频文件头摘要

source: Whether to show header information, such as bit rate and duration, for audio files
eu: Audio-fitxategien goiburuko informazioa, adibidez bit-emaria eta iraupena, erakutsiko den ala ez
hi: क्या ऑडियो फाइलों के लिए शीर्षलेख जानकारी, जैसे कि बिट दर और अवधि, दिखानी है
ro: Dacă să se arate informațiile antetului, precum rata de biți și durata, pentru fișiere audio
uk: Визначає, чи слід показувати відомості із заголовка, зокрема бітову швидкість та тривалість відтворення для звукових файлів
zh_cn: 是否展示音频文件的文件头信息，例如比特率和时长

source: Display changed files in list using:
eu: Bistaratu zerrendan aldatutako fitxategiak honakoa erabilita:
hi: निम्न का प्रयोग करके सूची में परिवर्तित फाइलें प्रदर्शित करें:
ro: Afișează fișierele modificate în listă utilizând:
uk: Позначення змінених файлів у списку:
zh_cn: 以特定样式显示已更改的文件：

source: Red color
eu: Kolore gorria
hi: लाल रंग
ro: Culoarea roșu
uk: Червоний колір
zh_cn: 红色

source: Bold style
eu: Estilo lodia
hi: बोल्ड शैली
ro: Stilul aldin
uk: Напівжирний стиль
zh_cn: 粗体

source: Interface
eu: Interfazea
hi: इंटरफ़ेस
ro: Interfață
uk: Інтерфейс
zh_cn: 界面

source: File Settings
eu: Fitxategi-ezarpenak
hi: फाइल सेटिंग्स
ro: Configurări fișier
uk: Параметри файла
zh_cn: 文件设置

source: Preserve modification time when writing files
eu: Mantendu aldaketa-ordua fitxategiak idaztean
hi: फाइलें लिखते समय संशोधन समय सुरक्षित रखें
ro: Păstrează timpul de modificare atunci când se scriu fișiere
uk: Зберігати час внесення змін під час записування файлів
zh_cn: 写入文件时，避免更动修改时间

source: Whether to preserve the existing modification time when editing files
eu: Lehendik dagoen aldaketa-ordua mantenduko den ala ez fitxategiak editatzean
hi: क्या फाइलों को संपादित करते समय मौजूदा संशोधन समय को संरक्षित करना है
ro: Dacă să se păstreze timpul de modificare existent atunci când se editează fișiere
uk: Визначає, чи слід зберігати наявний час внесення змін при редагуванні файлів
zh_cn: 编辑文件时，是否避免更动修改时间

source: Update parent directory modification time when writing files
eu: Eguneratu direktorio gurasoaren aldaketa-ordua fitxategiak idaztean
hi: फाइलें लिखते समय मूल निर्देशिका संशोधन समय को अद्यतन करें
ro: Actualizează timpul de modificare a directorului superior atunci când se scriu fișiere
uk: Оновити Зберігати час внесення змін під час записування файлів
zh_cn: 写入文件时，更新上层目录的修改时间

source: Whether to update the modification time on the parent directory when editing files
eu: Direktorio gurasoaren aldaketa-ordua eguneratuko den ala ez fitxategiak editatzean
hi: क्या फाइलों को संपादित करते समय मूल निर्देशिका पर संशोधन समय को अद्यतन करना है
ro: Dacă să se actualizeze timpul de modificare a directorului superior atunci când se editează fișiere
uk: Визначає, чи слід оновлювати час внесення змін для батьківського каталогу під час редагування файлів
zh_cn: 编辑文件时，是否更新上层目录的修改时间

source: Filenames
eu: Fitxategi-izenak
hi: फाइलनाम
ro: Numele fișierului
uk: Назви файлів
zh_cn: 文件名

source: Replace illegal characters when renaming
eu: Ordeztu legez kanpoko karaktereak izena aldatzean
hi: नाम बदलते समय अवैध वर्णों को बदलें
ro: Înlocuiește caracterele ilegale când se redenumește
uk: Замінювати некоректні символи при перейменуванні
zh_cn: 重命名时，替换非法字符

source: Convert characters which cannot be represented in filenames on the FAT32/16 and Joliet filesystems (‘\’, ‘:’, ‘;’, ‘*’, ‘?’, ‘"’, ‘<’, ‘>’, ‘|’)
eu: Bihurtu FAT32/16 eta Joliet fitxategi-sistemetako fitxategi-izenetan erabili ezin diren karaktereak (‘\’, ‘:’, ‘;’, ‘*’, ‘?’, ‘"’, ‘<’, ‘>’, ‘|’)
hi: उन वर्णों को परिवर्तित करें जिन्हें FAT32/16 और Joliet फाइलप्रणाली पर फाइल नामों में प्रदर्शित नहीं किया जा सकता (‘\’, ‘:’, ‘;’, ‘*’, ‘?’, ‘"’, ‘<’, ‘>’, ‘|’)
ro: Convertiți caractere care nu pot fi reprezentate în nume de fișiere în sistemele de fișiere FAT32/16 și Joliet („\”, „:”, „;”, „*”, „?”, „"”, „<”, „>”, „|”)
uk: Перетворювати символи, які не може бути відтворено у назвах файлів файлових систем FAT32/16 та Joliet («\», «:», «;», «*», «?», «"», «<», «>», «|»)
zh_cn: 替换 FAT32/16 和 Joliet 文件系统中不支持的字符（\ : ; * ? " < > |）

source: Convert filename extension to:
eu: Bihurtu fitxategi-izenaren luzapena hau:
hi: फाइल नाम एक्सटेंशन को इसमें बदलें:
ro: Convertește extensia numelui de fișier la:
uk: Перетворити суфікс назви файла до:
zh_cn: 将文件扩展名转换为：

source: Lower Case
eu: Minuskula
hi: छोटे अक्षर
ro: Minuscule
uk: Нижнього регістру
zh_cn: 小写
