Repository: GNOME/easytag
Catalog: po/*.po
Languages: eu, hi, ro, uk, zh_cn

source: PNG image
eu: PNG irudia
hi: PNG छवि
ro: Imagine PNG
uk: зображення PNG
zh_cn: PNG 图像

source: GIF image
eu: GIF irudia
hi: GIF छवि
ro: Imagine GIF
uk: Зображення GIF
zh_cn: GIF 图像

source: Unknown image
eu: Irudi ezezaguna
hi: अज्ञात छवि
ro: Imagine necunoscută
uk: Невідоме зображення
zh_cn: 未知图像

source: 32×32 pixel PNG file icon
eu: 32×32 pixeleko PNG fitxategi-ikonoa
hi: 32×32 पिक्सेल PNG फाइल आइकन
ro: Iconiță de fișier PNG 32×32 pixeli
uk: Піктограма у файлі PNG 32×32 пікселі
zh_cn: 32×32 大小的 PNG 图标

source: Other file icon
eu: Beste fitxategi-ikono bat
hi: अन्य फाइल आइकन
ro: Alt icon
uk: Інша піктограма файлів
zh_cn: 其它文件图标

source: Cover (front)
eu: Azala (aurrealdea)
hi: कवर (सामने)
ro: Copertă (față)
uk: Обкладинка (перед)
zh_cn: 封面

source: Cover (back)
eu: Azala (atzealdea)
hi: कवर (पीछे)
ro: Copertă (spate)
uk: Обкладинка (задник)
zh_cn: 封底

source: Leaflet page
eu: Liburuxkaren orrialdea
hi: पत्रक पृष्ठ
ro: Pagină de broșură
uk: Сторінка брошури
zh_cn: 传单页

source: Media (such as label side of CD)
eu: Multimedia (adibidez CDaren etiketaren aldea)
hi: मीडिया (जैसे CD का लेबल पक्ष)
ro: Media (cum ar fi partea etichetei a CD-ului)
uk: Носій (наприклад, сторона CD з наліпкою)
zh_cn: 媒体标签（例如 CD 侧边的标签）

source: Lead artist/lead performer/soloist
eu: Aritsta nagusia/interprete nagusia/bakarlaria
hi: प्रमुख कलाकार/प्रमुख अदाकार/एकल कलाकार
ro: Artist principal/interpret principal/solist
uk: Провідний виконавець/Соліст
zh_cn: 首席艺术家/表演者/独奏

source: Artist/performer
eu: Artista/interpretea
hi: कलाकार/अदाकार
ro: Artist/interpret
uk: Виконавець
zh_cn: 艺术家/表演者

source: Conductor
eu: Zuzendaria
hi: कंडक्टर
ro: Dirijor
uk: Диригент
zh_cn: 指挥

source: Band/Orchestra
eu: Banda/orkestra
hi: बैंड/ऑर्केस्ट्रा
ro: Formație/Orchestră
uk: Група/Оркестр
zh_cn: 乐队

source: Lyricist/text writer
eu: Letren/testuen idazlea
hi: गीतकार/पाठ लेखक
ro: Versuri/textier
uk: Автор тексту або слів
zh_cn: 词作者

source: Recording location
eu: Grabazioaren kokalekua
hi: रिकॉर्डिंग स्थान
ro: Locația înregistrării
uk: Місце записування
zh_cn: 录制地点

source: During recording
eu: Grabazioan zehar
hi: रिकॉर्डिंग के दौरान
ro: În timpul înregistrării
uk: Під час записування
zh_cn: 录音时

source: During performance
eu: Joaldian zehar
hi: प्रदर्शन के दौरान
ro: În timpul spectacolului
uk: Під час перегляду
zh_cn: 演出时

source: Movie/video screen capture
eu: Filmaren/bideoaren pantaila-kaptura
hi: फिल्म/वीडियो स्क्रीन कैप्चर
ro: Film/captură de ecran video
uk: Захоплення відео з екрана
zh_cn: 电影/视频的截屏

source: A bright colored fish
eu: Koloredun arrain distiratsua
hi: एक चमकीले रंग की मछली
ro: Un pește viu colorat
uk: Яскрава кольорова риба
zh_cn: 颜色鲜艳的鱼

source: Illustration
eu: Ilustrazioa
hi: चित्रण
ro: Ilustrație
uk: Ілюстрація
zh_cn: 插画

source: Band/Artist logotype
eu: Bandaren/artistaren logotipoa
hi: बैंड/कलाकार लोगोटाइप
ro: Emblemă formație/artist
uk: Логотип групи/виконавця
zh_cn: 乐队/艺术家标识

source: Publisher/studio logotype
eu: Argitaratzailearen/estudioaren logotipoa
hi: प्रकाशक/स्टूडियो लोगोटाइप
ro: Emblemă editor/studio
uk: Логотип видавця/студії
zh_cn: 出版商/工作室标识

source: Unknown image type
eu: Irudi mota ezezaguna
hi: अज्ञात छवि प्रकार
ro: Tip de imagine necunoscut
uk: Невідомий тип зображення
zh_cn: 未知图像类型

source: pixels
eu: pixel
hi: पिक्सल
ro: pixeli
uk: пікселів
zh_cn: 像素

source: Type
eu: Mota
hi: प्रकार
ro: Tip
uk: Тип
zh_cn: 类型

source: Cannot write playlist file ‘%s’
eu: Ezin izan da ‘%s’ erreprodukzio-zerrendaren fitxategia idatzi
hi: प्लेलिस्ट फाइल ‘%s’ नहीं लिखी जा सकती
ro: Nu se poate scrie fișierul listei de redare „%s”
uk: Не вдалося записати файл списку відтворення «%s»
zh_cn: 无法写入播放列表文件“%s”

source: Playlist File Error
eu: Erreprodukzio-zerrendaren fitxategiaren errorea
hi: प्लेलिस्ट फाइल त्रुटि
ro: Eroare a fișierului listei de redare
uk: Помилка у файлі списку відтворення
zh_cn: 播放列表文件出错

source: Wrote playlist file ‘%s’
eu: ‘%s’ erreprodukzio-zerrenda idatzi da
hi: प्लेलिस्ट फाइल ‘%s’ लिखी
ro: S-a scris fișierul listei de redare „%s”
uk: Записано файл списку відтворення «%s»
zh_cn: 播放列表文件“%s”已写入

source: Invalid scanner mask
eu: Eskanerraren maskara baliogabea
hi: अमान्य स्कैनर मास्क
ro: Mască de scaner nevalidă
uk: Некоректна маска сканування
zh_cn: 扫描掩码条件无效

source: The selected default path is invalid
eu: Hautatutako bide-izen lehenetsia baliogabea da
hi: चयनित तयशुदा पथ अमान्य है
ro: Calea implicită selectată nu este validă
uk: Вибраний типовий шлях є некоректним
zh_cn: 所选的默认路径无效

source: Path: ‘%s’ Error: %s
eu: Bidea: ‘%s’ Errorea: %s
hi: पथ: ‘%s’ त्रुटि: %s
ro: Cale: „%s” Eroare: %s
uk: Шлях: «%s» Помилка: %s
zh_cn: 路径：“%s” 错误：%s

source: Invalid Path Error
eu: Bide baliogabearen errorea
hi: अमान्य पथ त्रुटि
ro: Eroare de cale nevalidă
uk: Помилка — некоректний шлях
zh_cn: 无效路径错误

source: Cannot calculate CRC value of file ‘%s’
eu: Ezin da ‘%s’ fitxategiaren CRC balioa kalkulatu
hi: फाइल '%s' के CRC मान की गणना नहीं की जा सकती
ro: Nu se poate calcula valoarea CRC a fișierului „%s”
uk: Не вдалося обчислити значення CRC файла «%s»
zh_cn: 无法计算文件“%s”的 CRC 校验码

source: Tag successfully scanned
eu: Etiketa ongi eskaneatu da
hi: टैग सफलतापूर्वक स्कैन किया गया
ro: Eticheta a scanat cu succes
uk: Мітку успішно скановано
zh_cn: 标签已成功扫描

source: Tag successfully scanned ‘%s’
eu: ‘%s’ etiketa berria ongi eskaneatu da
hi: टैग ‘%s’ सफलतापूर्वक स्कैन किया गया
ro: Eticheta a scanat cu succes „%s”
uk: Мітку успішно скановано, «%s»
zh_cn: 标签已成功扫描“%s”

source: The extension ‘%s’ was not found in filename ‘%s’
eu: ‘%s’ luzapena ez da aurkitu ‘%s’ fitxategi-izenean
hi: फाइल नाम ‘%s’ में एक्सटेंशन ‘%s’ नहीं मिला
ro: Extensia „%s” nu a fost găsită în numele de fișier „%s”
uk: Не знайдено суфікс назви «%s» у назві файла «%s»
zh_cn: 文件名“%1$s”中找不到扩展名“%2$s”

source: Cannot find separator ‘%s’ within ‘%s’
eu: Ez da aurkitu ‘%s’ bereizlea ‘%s’ barruan
hi: ‘%2$s’ के अंदर विभाजक ‘%1$s’ नहीं मिल सका
ro: Nu se poate găsi separatorul „%s” în „%s”
uk: Не вдалося знайти роздільник «%s» у «%s»
zh_cn: “%2$s”中找不到分隔符“%1$s”

source: Could not convert filename ‘%s’ into system filename encoding
eu: Ezin izan da ‘%s’ fitxategi-izena bihurtu sistemako fitxategi-izenen kodeketara
hi: फाइल नाम ‘%s’ को सिस्टम फाइल नाम एनकोडिंग में परिवर्तित नहीं किया जा सका
ro: Nu se poate converti numele de fișier „%s” într-o codare de nume de fișier a sistemului
uk: Не вдалося перетворити назву файла «%s» до кодування назв файлів системи
zh_cn: 无法将文件名“%s”转换为系统文件名编码

source: New filename successfully scanned
eu: Fitxategi-izen berria ongi eskaneatu da
hi: नया फाइल नाम सफलतापूर्वक स्कैन किया गया
ro: Numele de fișier nou a scanat cu succes
uk: Нову назву файли успішно скановано
zh_cn: 新文件名已成功扫描

source: New filename successfully scanned ‘%s’
eu: ‘%s’ fitxategi-izen berria ongi eskaneatu da
hi: नया फाइल नाम ‘%s’ सफलतापूर्वक स्कैन किया गया
ro: Numele de fișier nou a scanat cu succes „%s”
uk: Нову назву файли успішно скановано, «%s»
zh_cn: 新文件名已成功扫描“%s”

source: Error while processing fields ‘%s’
eu: Errorea ‘%s’ eremuak prozesatzean
hi: क्षेत्र ‘%s’ को संसाधित करते समय त्रुटि हुई
ro: Eroare în timpul procesării câmpurilor „%s”
uk: Помилка під час обробки полів «%s»
zh_cn: 处理字段“%s”时出错

source: New_mask
eu: Maskara_berria
hi: नया मास्क (_m)
ro: Mască nouă
uk: Нова_маска
zh_cn: 新掩码(_M)

source: Scan Files
eu: Eskaneatu fitxategiak
hi: फाइलें स्कैन करें
ro: Scanează fișiere
uk: Сканувати файли
zh_cn: 扫描文件

source: Scan selected files
eu: Eskaneatu hautatutako fitxategiak
hi: चयनित फाइलें स्कैन करें
ro: Scanează fișierele selectate
uk: Сканувати позначені файли
zh_cn: 扫描所选文件

source: All tags have been scanned
eu: Etiketa guztiak eskaneatu dira
hi: सभी टैग स्कैन कर लिए गए हैं
ro: Toate etichetele au fost examinate
uk: Усі мітки було скановано
zh_cn: 所有标签都已扫描

source: Found one file
eu: Fitxategi bat aurkitu da
hi: एक फाइल मिली
ro: Găsit un fișier
uk: Знайдено %d файл
zh_cn: 找到了 %d 个文件

source: Ready to search…
eu: Bilaketarako prest…
hi: खोजने के लिए तैयार…
ro: Gata de căutare…
uk: Готові до пошуку…
zh_cn: 搜索就绪…

source: Cannot write list to file ‘%s’: %s
eu: Ezin izan da zerrenda ‘%s’ fitxategian idatzi: %s
hi: सूची को फाइल ‘%s’ में नहीं लिखा जा सकता: %s
ro: Nu se poate scrie lista la fișierul „%s”: %s
uk: Не вдалося записати список до файла «%s»: %s
zh_cn: 无法将列表写入文件“%s”：%s

source: Loading default ‘Fill Tag’ masks…
eu: 'Bete etiketak' maskara lehenetsiak kargatzen…
hi: तयशुदा ‘टैग भरें’ मास्क लोड हो रहा है…
ro: Se încarcă măștile implicite „Completează eticheta”…
uk: Завантажуємо типові маски заповнення мітки…
zh_cn: 载入默认“填入标签”掩码…

source: Loading default ‘Rename File’ masks…
eu: 'Aldatu fitxategiaren izena' maskara lehenetsiak kargatzen…
hi: तयशुदा ‘फाइल का नाम बदलें’ मास्क लोड हो रहा है…
ro: Se încarcă măștile implicite „Redenumește fișierul”…
uk: Завантажуємо типові маски перейменовування файлів…
zh_cn: 载入默认“重命名文件”掩码…

source: Ready to start
eu: Hasteko prest
hi: शुरू करने के लिए तैयार
ro: Gata de pornire
uk: Готові до запуску
zh_cn: 已准备就绪

source: Selected files tagged with title ‘%s’
eu: Hautatutako fitxategiak ‘%s’ izenburuarekin etiketatu dira
hi: ‘%s’ शीर्षक से टैग की गई चयनित फाइलें
ro: Fișierele selectate etichetate cu titlul „%s”
uk: Вибрані файли позначено заголовком «%s»
zh_cn: 所选文件已附上标题的标签“%s”

source: Removed title from selected files
eu: Hautatutako fitxategien izenburua kendu da
hi: चयनित फाइलों से शीर्षक हटा दिया गया
ro: S-a eliminat titlul de la fișierele selectate
uk: Вилучено заголовок з вибраних файлів
zh_cn: 所选文件的标题已移除

source: Selected files tagged with artist ‘%s’
eu: Hautatutako fitxategiak ‘%s’ artistarekin etiketatu dira
hi: कलाकार ‘%s’ के साथ टैग की गई चयनित फाइलें
ro: Fișierele selectate etichetate cu artistul „%s”
uk: Вибрані файли позначено виконавцем «%s»
zh_cn: 所选文件已附上艺术家标签“%s”

source: Removed artist from selected files
eu: Hautatutako fitxategien artista kendu da
hi: चयनित फाइलों से कलाकार को हटाया गया
ro: S-a eliminat artistul de la fișierele selectate
uk: Вилучено виконавця з вибраних файлів
zh_cn: 所选文件的艺术家已移除

source: Selected files tagged with album artist ‘%s’
eu: Hautatutako fitxategiak ‘%s’ artistaren albumarekin etiketatu dira
hi: एल्बम कलाकार ‘%s’ के साथ टैग की गई चयनित फाइलें
ro: Fișierele selectate etichetate cu artistul albumului „%s”
uk: Вибрані файли позначено виконавцем альбому «%s»
zh_cn: 所选文件已附上专辑艺术家标签“%s”

source: Removed album artist from selected files
eu: Hautatutako fitxategien artistaren albuma kendu da
hi: चयनित फाइलों से एल्बम कलाकार को हटाया गया
ro: S-a eliminat artistul albumului de la fișierele selectate
uk: Вилучено виконавця альбому з вибраних файлів
zh_cn: 所选文件的专辑艺术家已移除

source: Selected files tagged with album ‘%s’
eu: Hautatutako fitxategiak ‘%s’ albumarekin etiketatu dira
hi: एल्बम ‘%s’ के साथ टैग की गई चयनित फाइलें
ro: Fișierele selectate etichetate cu albumul „%s”
uk: Вибрані файли позначено альбомом «%s»
zh_cn: 所选文件已附上专辑标签“%s”

source: Removed album name from selected files
eu: Hautatutako fitxategien album-izena kendu da
hi: चयनित फाइलों से एल्बम का नाम हटाया गया
ro: S-a eliminat numele albumului de la fișierele selectate
uk: Вилучено назву альбому з вибраних файлів
zh_cn: 所选文件的专辑名称已移除

source: Selected files tagged with disc number ‘%s/%s’
eu: Hautatutako fitxategiak ‘%s/%s’ disko-zenbakiarekin etiketatu dira
hi: डिस्क संख्या ‘%s/%s’ से टैग की गई चयनित फाइलें
ro: Fișierele selectate etichetate cu numărul discului „%s/%s”
uk: Вибрані файли позначено номером диска у форматі «%s/%s»
zh_cn: 所选文件已附上光盘编号标签“%s/%s”

source: Selected files tagged with disc number like ‘xx’
eu: Hautatutako fitxategiak ‘xx’ disko-zenbakiarekin etiketatu dira
hi: चयनित फाइलें डिस्क संख्या जैसे ‘xx’ से टैग की गई हैं
ro: Fișierele selectate etichetate cu numărul discului ca „xx”
uk: Вибрані файли позначено номером диска у форматі «xx»
zh_cn: 所选文件已附上像“xx”的光盘编号标签

source: Removed disc number from selected files
eu: Hautatutako fitxategien disko-zenbakia kendu da
hi: चयनित फाइलों से डिस्क संख्या हटा दी गई
ro: S-a eliminat numărul discului de la fișierele selectate
uk: Вилучено номер диска з вибраних файлів
zh_cn: 所选文件的光盘编号已移除

source: Selected files tagged with year ‘%s’
eu: Hautatutako fitxategiak ‘%s’ urtearekin etiketatu dira
hi: वर्ष ‘%s’ से टैग की गई चयनित फाइलें
ro: Fișierele selectate etichetate cu anul „%s”
uk: Вибрані файли позначено роком «%s»
zh_cn: 所选文件已附上发行年份标签“%s”

source: Removed year from selected files
eu: Hautatutako fitxategien urtea kendu da
hi: चयनित फाइलों से वर्ष हटाया गया
ro: S-a eliminat anul de la fișierele selectate
uk: Вилучено рік з вибраних файлів
zh_cn: 所选文件的发行年份已移除

source: Selected files tagged with track like ‘xx/%s’
eu: Hautatutako fitxategiak ‘xx/%s’ pistarekin etiketatu dira
hi: चयनित फाइलें ‘xx/%s’ जैसे ट्रैक से टैग की गई हैं
ro: Fișierele selectate etichetate cu o pistă ca „xx/%s”
uk: Вибрані файли позначено номером доріжки у форматі «xx/%s»
zh_cn: 所选文件已附上像“xx/%s”的音轨编号标签

source: Selected files tagged with track like ‘xx’
eu: Hautatutako fitxategiak ‘xx’ pistarekin etiketatu dira
hi: ‘xx’ जैसे ट्रैक के साथ टैग की गई चयनित फाइलें
ro: Fișierele selectate etichetate cu o pistă ca „xx”
uk: Вибрані файли позначено номером доріжки у форматі «xx»
zh_cn: 所选文件已附上像“xx”的音轨编号标签

source: Removed track number from selected files
eu: Hautatutako fitxategien pista-zenbakia kendu da
hi: चयनित फाइलों से ट्रैक संख्या हटाया गया
ro: S-a eliminat numărul pistei de la fișierele selectate
uk: Вилучено номер доріжки з вибраних файлів
zh_cn: 所选文件的音轨编号已移除

source: Selected tracks numbered sequentially
eu: Hautatutako pistak sekuentzia bati jarraituta zenbakitu dira
hi: चयनित ट्रैक क्रमिक रूप से क्रमांकित
ro: Pistele selectate numerotate secvențial
uk: Вибрані файли послідовно пронумеровано
zh_cn: 已按次序为所选音轨编号

source: Selected files tagged with genre ‘%s’
eu: Hautatutako fitxategiak ‘%s’ generoarekin etiketatu dira
hi: चयनित फाइलें शैली ‘%s’ के साथ टैग की गई हैं
ro: Fișierele selectate etichetate cu genul „%s”
uk: Вибрані файли позначено жанром «%s»
zh_cn: 所选文件已附上流派标签“%s”

source: Removed genre from selected files
eu: Hautatutako fitxategien generoa kendu da
hi: चयनित फाइलों से शैली हटा दी गई
ro: S-a eliminat genul de la fișierele selectate
uk: Вилучено жанр з вибраних файлів
zh_cn: 所选文件的流派已移除

source: Selected files tagged with comment ‘%s’
eu: Hautatutako fitxategiak ‘%s’ iruzkinarekin etiketatu dira
hi: चयनित फाइलें टिप्पणी ‘%s’ के साथ टैग की गई हैं
ro: Fișierele selectate etichetate cu comentariul „%s”
uk: Вибрані файли позначено коментарем «%s»
zh_cn: 所选文件已附上备注标签“%s”

source: Removed comment from selected files
eu: Hautatutako fitxategien iruzkina kendu da
hi: चयनित फाइलों से टिप्पणी हटा दी गई
ro: S-a eliminat comentariul de la fișierele selectate
uk: Вилучено коментар з вибраних файлів
zh_cn: 所选文件的备注已移除

source: Selected files tagged with composer ‘%s’
eu: Hautatutako fitxategiak ‘%s’ konpositorearekin etiketatu dira
hi: संगीतकार ‘%s’ के साथ टैग की गई चयनित फाइलें
ro: Fișierele selectate etichetate cu compozitorul „%s”
uk: Вибрані файли позначено композитором «%s»
zh_cn: 所选文件已附上作曲者标签“%s”

source: Removed composer from selected files
eu: Hautatutako fitxategien konpositorea kendu da
hi: चयनित फाइलों से संगीतकार को हटाया गया
ro: S-a eliminat compozitorul de la fișierele selectate
uk: Вилучено композитора з вибраних файлів
zh_cn: 所选文件的作曲家已移除

source: Selected files tagged with original artist ‘%s’
eu: Hautatutako fitxategiak ‘%s’ jatorrizko artistarekin etiketatu dira
hi: मूल कलाकार ‘%s’ के साथ टैग की गई चयनित फाइलें
ro: Fișierele selectate etichetate cu artistul original „%s”
uk: Вибрані файли позначено початковим виконавцем «%s»
zh_cn: 所选文件已附上原唱者标签“%s”

source: Removed original artist from selected files
eu: Hautatutako fitxategien jatorrizko artista kendu da
hi: चयनित फाइलों से मूल कलाकार को हटाया गया
ro: S-a eliminat artistul original de la fișierele selectate
uk: Вилучено початкового виконавця з вибраних файлів
zh_cn: 所选文件的原唱者已移除

source: Selected files tagged with copyright ‘%s’
eu: Hautatutako fitxategiak ‘%s’ copyright-arekin etiketatu dira
hi: चयनित फाइलें कॉपीराइट ‘%s’ के साथ टैग की गई हैं
ro: Fișierele selectate etichetate cu drepturile de autor „%s”
uk: Вибрані файли позначено авторськими правами «%s»
zh_cn: 所选文件已附上版权标签“%s”

source: Removed copyright from selected files
eu: Hautatutako fitxategien copyright-a kendu da
hi: चयनित फाइलों से कॉपीराइट हटा दिया गया
ro: S-au eliminat drepturile de autor de la fișierele selectate
uk: Вилучено авторські права з вибраних файлів
zh_cn: 所选文件的版权所有者已移除

source: Selected files tagged with URL ‘%s’
eu: Hautatutako fitxategiak ‘%s’ URLarekin etiketatu dira
hi: URL ‘%s’ से टैग की गई चयनित फाइलें
ro: Fișierele selectate etichetate cu URL-ul „%s”
uk: Вибрані файли позначено адресою «%s»
zh_cn: 所选文件已附上 URL 标签“%s”

source: Removed URL from selected files
eu: Hautatutako fitxategien URLa kendu da
hi: चयनित फाइलों से URL हटा दिया गया
ro: S-a eliminat URL-ul de la fișierele selectate
uk: Вилучено адресу з вибраних файлів
zh_cn: 所选文件的 URL 已移除

source: Selected files tagged with encoder name ‘%s’
eu: Hautatutako fitxategiak ‘%s’ kodetzaile-izenarekin etiketatu dira
hi: एनकोडर नाम ‘%s’ से टैग की गई चयनित फाइलें
ro: Fișierele selectate etichetate cu numele de codor „%s”
uk: Вибрані файли позначено назвою кодувальника «%s»
zh_cn: 所选文件已附上编码器名称标签“%s”

source: Removed encoder name from selected files
eu: Hautatutako fitxategien kodetzaile-izena kendu da
hi: चयनित फाइलों से एनकोडर नाम हटाया गया
ro: S-a eliminat numele de codor de la fișierele selectate
uk: Вилучено назву кодувальника з вибраних файлів
zh_cn: 所选文件的编码程序名已移除

source: Selected files tagged with images
eu: Hautatutako fitxategiak irudiekin etiketatu dira
hi: चयनित फाइलें छवियों के साथ टैग की गई
ro: Fișierele selectate etichetate cu imagini
uk: Вибрані файли позначено зображеннями
zh_cn: 所选文件已附上图像标签

source: Removed images from selected files
eu: Hautatutako fitxategien irudiak kendu dira
hi: चयनित फाइलों से छवियां हटा दी गई
ro: S-au eliminat imaginile de la fișierele selectate
uk: Вилучено зображення з вибраних файлів
zh_cn: 所选文件附带的图像已移除

source: Tag selected files with this field
eu: Etiketatu hautatutako eremuak eremu honekin
hi: चयनित फाइलों को इस क्षेत्र से टैग करें
ro: Etichetează fișierele selectate cu acest câmp
uk: Позначити вибрані файли цим полем
zh_cn: 对所选文件应用这个字段

source: All uppercase
eu: Dena maiuskuletan
hi: सभी बड़े अक्षर
ro: Toate majuscule
uk: Усі великі
zh_cn: 全部大写

source: All lowercase
eu: Dena minuskuletan
hi: सभी छोटे अक्षर
ro: Toate minuscule
uk: Усі малі
zh_cn: 全部小写

source: First letter uppercase
eu: Lehen letra maiuskuletan
hi: पहला अक्षर बड़ा
ro: Prima literă majusculă
uk: Верхній регістр для першої літери
zh_cn: 首字母大写

source: First letter uppercase of each word
eu: Hitz bakoitzaren lehen letra maiuskuletan
hi: प्रत्येक शब्द का पहला अक्षर बड़ा
ro: Prima literă a fiecărui cuvânt majusculă
uk: Велика перша літера у кожному слові
zh_cn: 每个单词首字母大写

source: Insert space before uppercase letter
eu: Txertatu zuriunea letra maiuskulen aurretik
hi: बड़े अक्षर से पहले स्थान डालें
ro: Introdu spațiu înainte de majusculă
uk: Вставляти пробіл перед великою літерою
zh_cn: 大写字母前插入空格

source: Remove duplicate spaces or underscores
eu: Kendu zuriune edo azpimarra bikoiztuak
hi: डुप्लिकेट रिक्त स्थान या अंडरस्कोर हटाएं
ro: Șterge spațiile si liniuțele de subliniere multiple
uk: Вилучати дублікати пробілів або підкреслювань
zh_cn: 移除重复的空格或下划线

source: Remove all text
eu: Kendu testu guztia
hi: सभी पाठ हटाएं
ro: Elimină tot textul
uk: Вилучити увесь текст
zh_cn: 移除所有文本

source: Error parsing image data ‘%s’
eu: Errorea ‘%s’ irudi-datuak analizatzean
hi: छवि डेटा ‘%s’ विश्लेषण में त्रुटि
ro: Eroare la parsarea datelor imaginii „%s”
uk: Помилка під час оброби даних зображення «%s»
zh_cn: 解析图像数据“%s”时出错

source: Cannot display the image because not enough data has been read to determine how to create the image buffer
eu: Ezin da irudia bistaratu ez delako aski daturik irakurri irudi-bufferra nola sortu zehazteko
hi: छवि प्रदर्शित नहीं की जा सकती क्योंकि छवि बफर बनाने का तरीका निर्धारित करने के लिए पर्याप्त डेटा नहीं पढ़ा गया है
ro: Nu se poate afișa imaginea pentru că nu s-au citit suficiente date pentru a determina cum să se creeze preîncărcarea imaginii
uk: Не вдалося показати зображення, оскільки було прочитано недостатньо даних, щоб визначити, як слід створювати буфер зображення
zh_cn: 无法显示此图像，因为可读取的数据不足，导致无法创建图像缓冲区

source: Cannot display the image
eu: Ezin da irudia bistaratu
hi: छवि प्रदर्शित नहीं की जा सकती
ro: Nu se poate afișa imaginea
uk: Не вдалося показати зображення
zh_cn: 无法显示图像

source: Not enough data has been read to determine how to create the image buffer.
eu: Ez da aski daturik irakurri irudi-bufferra nola sortu zehazteko
hi: छवि बफर बनाने का तरीका निर्धारित करने के लिए पर्याप्त डेटा नहीं पढ़ा गया है।
ro: Nu s-au citit suficiente date pentru a determina cum să se creeze preîncărcarea imaginii.
uk: Було прочитано недостатньо даних, щоб визначити, як слід створювати буфер зображення.
zh_cn: 可读取的数据不足，导致无法创建图像缓冲区。

source: Load Image File
eu: Kargatu irudi-fitxategia
hi: छवि फाइल लोड करें
ro: Încarcă fișierul imagine
uk: Завантаження файла зображення
zh_cn: 加载图像文件

source: Image file not loaded ‘%s’
eu: ‘%s’ irudi-fitxategia ez da kargatu
hi: छवि फाइल ‘%s’ लोड नहीं हुई
ro: Fișierul imagine nu a încărcat „%s”
uk: Файл зображення не завантажено, «%s»
zh_cn: 未加载图像文件“%s”

source: Cannot open file ‘%s’
eu: Ezin da ‘%s’ fitxategia kargatu
hi: फाइल ‘%s’ नहीं खोली जा सकती
ro: Nu se poate deschide fișierul „%s”
uk: Не вдалося відкрити файл «%s»
zh_cn: 无法打开文件“%s”

source: Image File Error
eu: Irudi-fitxategiaren errorea
hi: छवि फाइल त्रुटि
ro: Eroare a fișierului imagine
uk: Помилка з файлом зображення
zh_cn: 图像文件出错

source: Image file loaded
eu: Irudi-fitxategia kargatu da
hi: छवि फाइल लोड की गई
ro: Fișierul imagine a fost încărcat
uk: Файл зображення завантажено
zh_cn: 已加载图像文件

source: Add Images
eu: Gehitu irudiak
hi: छवियां जोड़ें
ro: Adaugă imagini
uk: Додати зображення
zh_cn: 加入图像

source: All Files
eu: Fitxategi guztiak
hi: सभी फाइलें
ro: Toate fisierele
uk: усі файли
zh_cn: 所有文件

source: PNG and JPEG
eu: PNG eta JPEG
hi: PNG और JPEG
ro: PNG si JPEG
uk: PNG і JPEG
zh_cn: PNG 和 JPEG

source: Image Properties %d/%d
eu: Irudi-propietateak: %d/%d
hi: छवि गुण %d/%d
ro: Proprietăți imagine %d/%d
uk: Властивості зображення %d з %d
zh_cn: 图像属性 %d/%d

source: Save Image %d/%d
eu: Gorde irudia: %d/%d
hi: छवि सहेजें %d/%d
ro: Salvează imaginea %d/%d
uk: Збереження зображення %d з %d
zh_cn: 保存图像 %d/%d

source: Image file not saved ‘%s’
eu: ‘%s’ irudi-fitxategia ez da gorde
hi: छवि फाइल ‘%s’ सहेजी नहीं गई
ro: Fișierul imagine nu este salvat „%s”
uk: Файл зображення не збережено, «%s»
zh_cn: 未保存图像文件“%s”

source: Tag selected files with this genre
eu: Etiketatu hautatutako fitxategiak genero honekin
hi: चयनित फाइलों को इस शैली के साथ टैग करें
ro: Etichetează fișierele selectate cu acest gen
uk: Позначити вибрані файли цим жанром
zh_cn: 对所选文件应用此流派

source: ID3 Tag
eu: ID3 etiketa
hi: ID3 टैग
ro: Etichetă ID3
uk: Мітка ID3
zh_cn: ID3 标签

source: Ogg Vorbis Tag
eu: Ogg Vorbis etiketa
hi: Ogg Vorbis टैग
ro: Eticheta Ogg Vorbis
uk: Мітка Ogg Vorbis
zh_cn: Ogg Vorbis 标签

source: FLAC Vorbis Tag
eu: FLAC Vorbis etiketa
hi: FLAC Vorbis टैग
ro: Eticheta FLAC Vorbis
uk: Мітка FLAC Vorbis
zh_cn: FLAC Vorbis 标签

source: APE Tag
eu: APE etiketa
hi: APE टैग
ro: Eticheta APE
uk: Мітка APE
zh_cn: APE 标签

source: MP4/M4A/AAC Tag
eu: MP4/M4A/AAC etiketa
hi: MP4/M4A/AAC टैग
ro: Etichetă MP4/M4A/AAC
uk: Мітка MP4/M4A/AAC
zh_cn: MP4/M4A/AAC 标签

source: Wavpack Tag
eu: Wavpack etiketa
hi: Wavpack टैग
ro: Etichetă Wavpack
uk: Мітка Wavpack
zh_cn: Wavpack 标签

source: Opus Tag
eu: Opus etiketa
hi: Opus टैग
ro: Etichetă Opus
uk: Мітка Opus
zh_cn: Opus 标签

source: Images (%u)
eu: Irudiak (%u)
hi: छवियां (%u)
ro: Imagini (%u)
uk: Зображення (%u)
zh_cn: 图像 (%u)
